{
    "talks": [
        {
            "code": "TTVPAU",
            "title": "Chaos Computer Club Chill Camp Crew Allstars",
            "abstract": "Let's start with our crew!",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-15T11:00:00+02:00",
            "end": "2023-08-15T14:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "UC9MDV",
            "title": "Chaos Communication Camp 2023 Opening",
            "abstract": "Welcome to the show",
            "speakers": [
                "KPTLGM",
                "QW9WSW"
            ],
            "track": 6064,
            "start": "2023-08-15T11:00:00+02:00",
            "end": "2023-08-15T11:45:00+02:00",
            "room": 5838,
            "featured": true
        },
        {
            "title": {
                "de": " Mittagessen",
                "en": "Lunch"
            },
            "start": "2023-08-15T09:30:00Z",
            "end": "2023-08-15T14:00:00+02:00",
            "room": 5834
        },
        {
            "title": {
                "de": "Mittagspause",
                "en": "Lunch break"
            },
            "start": "2023-08-15T09:30:00Z",
            "end": "2023-08-15T14:00:00+02:00",
            "room": 5837
        },
        {
            "title": {
                "de": "Mittag",
                "en": "Lunch"
            },
            "start": "2023-08-15T10:30:00Z",
            "end": "2023-08-15T14:30:00+02:00",
            "room": 5836
        },
        {
            "code": "FGXYV8",
            "title": "Surface Mount Electronics Assembly for Terrified Beginners (Day 1)",
            "abstract": "In this 2h workshop, I will teach you to work with the tiny components that modern electronic devices are made of. We will assemble an electronic kitten, that purrs when touched correctly, and hisses when touched wrong. It will work, and is guaranteed to remove your fear of hand-assembling surface mount designs.",
            "speakers": [
                "YAVWZF"
            ],
            "track": 5611,
            "start": "2023-08-15T13:30:00+02:00",
            "end": "2023-08-15T15:30:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "B98WFM",
            "title": "Missbräuchliche Beziehungen - Was können Umfeld und Community tun?",
            "abstract": "Missbräuchliche Beziehungen, das können Beziehungen sein, in denen körperliche oder psychische Gewalt ausgeübt wird oder in denen ein (deutliches) Machtungleichgewicht besteht. Dieses Machtungleichgewicht kann z.B. begründet sein in finanzieller oder psychischer Abhängigkeit oder auch durch Unterschiede in Alter und/ oder der sozialen Position bedingt.",
            "speakers": [
                "WTXR9Z"
            ],
            "track": 5614,
            "start": "2023-08-15T14:00:00+02:00",
            "end": "2023-08-15T14:45:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "P8A98M",
            "title": "Levereging the use of dynamic instrumentation for pentesting mobile apps",
            "abstract": "The session proposes a quick overview of Frida, a dynamic instrumentation framework, and how it can be used to enhance our work during the runtime analysis of a mobile application. It will be a walkthrough on how hooking and rewriting functions in runtime may be helpful against anti-reverse engineering measures and SSL pinning mechanisms.",
            "speakers": [
                "7KYMGA"
            ],
            "track": 5611,
            "start": "2023-08-15T14:00:00+02:00",
            "end": "2023-08-15T14:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "8X7NKY",
            "title": "Mogreens (DJ)",
            "abstract": "DJ Mogreens ist ein Beweis für die universelle Sprache der Musik, die physische Barrieren und kulturelle Grenzen überwindet. Und solange die Gezeiten die Melodien von Gilles Petersons Musik weitertragen, wird DJ Mogreens ein rätselhafter Hüter der Unterwassersymphonie bleiben und alle, die ihm begegnen, dazu inspirieren, die Harmonien anzunehmen, die uns alle verbinden.\r\n\r\nhttps://soundcloud.com/mogreens",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-15T14:00:00+02:00",
            "end": "2023-08-15T17:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "WAKXAT",
            "title": "Networking Hacking Workshop",
            "abstract": "Come learn how to hack networks without needing to piss off your housemates, local coffee shop, or the Feds! Bring your laptop and by the end of this workshop, everyone can walk away having intercepted some packets and popped some reverse shells.",
            "speakers": [
                "MRK9JF"
            ],
            "track": 5611,
            "start": "2023-08-15T14:30:00+02:00",
            "end": "2023-08-15T16:30:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "MCVL7R",
            "title": "batbiz",
            "abstract": "batbiz is a music project based on bat signal recordings from berlin and mexico, braindance made with tracker",
            "speakers": [
                "BLXNLJ"
            ],
            "track": 5616,
            "start": "2023-08-15T14:30:00+02:00",
            "end": "2023-08-15T15:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "DA8G9D",
            "title": "What de.fac2? Attacking an opensource U2F device in 30 minutes or less",
            "abstract": "Hardware FIDO U2F tokens are security devices which are meant to defend user second factor keys from physical and remote attacks.\r\nIn this presentation different security features and implemented by FIDO U2F tokens and how they are meant to protect a user from various attack scenarios.\r\nWe will focus on the open source implementation of FIDO U2F token developed and Common Criteria certified by Federal Office for Information Security (BSI).\r\nHaving access not only to the source code of the token applet, but the certification documents as well gives a unique opportunity of \r\nFinally, a design flaw in the solution is discussed (CVE-2022-33172) and an attack on hardware token security feature will be presented, which could allow an attacker in control of user PC to fake user presence and execute a number of unauthorized sensitive operations.",
            "speakers": [
                "NLE8H3"
            ],
            "track": 5611,
            "start": "2023-08-15T14:30:00+02:00",
            "end": "2023-08-15T15:15:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "8WXUJT",
            "title": "B&B Opening",
            "abstract": "Wir eröffnen unsere Bühne zum Chaos Communication Camp",
            "speakers": [
                "BWLALP",
                "JKYLWM",
                "L9ACF9",
                "BDREY3",
                "FLEX7Z"
            ],
            "track": 5613,
            "start": "2023-08-15T14:30:00+02:00",
            "end": "2023-08-15T14:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "R9CDPK",
            "title": "Autonomie in Waffensystemen",
            "abstract": "Der Vortrag gibt eine Einführung in aktuelle Entwicklungen im Kontext von autonomen Waffensystemen bzw. Autonomie und KI in Waffensystemen. Zudem werden Einblicke in die Problematik von Bias in KI und die damit verbundenen potentiellen Auswirkungen im Kontext von Kriegsführung gegeben. Aus einer Rüstungskontrollperspektive werden die Problematiken hinsichtlich Kontrolle und Regulierung solcher Waffensysteme erläutert.",
            "speakers": [
                "9YQXLP"
            ],
            "track": 5612,
            "start": "2023-08-15T14:30:00+02:00",
            "end": "2023-08-15T14:50:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "EDCWFQ",
            "title": "What prototypes do we need for a sustainable future?",
            "abstract": "## What\r\nPlay a round of our FOSS funding programme with us and test our new focus \"sufficiency\". Since 2020, we support open source public-interest-tech projects in Switzerland with [our Prototype Fund](https://prototypefund.opendata.ch/).\r\n\r\n## Why\r\nGlobal greenhouse gas emissions continue to rise, sufficiency and systemic innovation must also play a central role in the context of digitalisation. From 2023/24 onwards, we will therefore fund two projects per year in the field of \"sufficiency\" to anchor the topic even more strongly in our funding methodology.\r\n\r\n## How\r\nTogether with you, we want to take a closer look at where technology can help solve problems (and where it can't). We want to collect problem areas, existing projects and project ideas and, with the help of your international perspective, uncover potentials and gaps. The goal is to come closer to answering the question of how we as a society can promote sufficiency with digital technology and how the digital world itself can become more sufficiency-oriented.",
            "speakers": [
                "ENPVCJ",
                "P7CCMV"
            ],
            "track": 5613,
            "start": "2023-08-15T15:00:00+02:00",
            "end": "2023-08-15T16:30:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "8ZYMUK",
            "title": "A brief history of the '90's \"Crypto Wars\"",
            "abstract": "Many of us who lived through the time of Phil Zimmerman fighting felony charges are not entirely surprised by today's attacks on end-to-end encryption and other forms of digital privacy. This talk will delve into why we're not surprised, and why we feel so strongly about digital privacy.",
            "speakers": [
                "UJ7FUW"
            ],
            "track": 5612,
            "start": "2023-08-15T15:00:00+02:00",
            "end": "2023-08-15T15:20:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "PSPWXS",
            "title": "Ein nerdiger Blick auf die zivile Seenotrettung der Mare*Go",
            "abstract": "Was ist zivile Seenotrettung und welche politischen und technischen Herausforderungen gibt es dabei. Wir werfen mit dem Team der Mare*go ein Blick auf die Details.",
            "speakers": [
                "7F93HB",
                "AW8GWK",
                "YRUFZ8"
            ],
            "track": 5613,
            "start": "2023-08-15T15:00:00+02:00",
            "end": "2023-08-15T15:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "GGTNZH",
            "title": "Gemeinsam Gemüse gärtnern! FOSS und Shareware-Tomaten im Topf und im Beet",
            "abstract": "Open Source Tomaten und alte Sorten: Samen gewinnen, Pflanzen erfolgreich züchten und untereinander teilen\r\n\r\nDie Supermärkte sind voll von Lebensmitteln in Plastikverpackungen, hochverarbeitet und oft um die halbe Welt geschippert. Ich möchte eine Möglichkeit zeigen, wie wir alle gemeinsam etwas tun können, ein Stück davon überflüssig zu machen und zusammen unsere Lebensmittelversorgung ganz praktisch und sofort verbessern können. Ganz nebenbei haben wir dann auch viel leckereres Gemüse auf dem Teller als aus der Gewächshaus-Turbozucht. Ein Talk für Einsteiger*innen!",
            "speakers": [
                "ZSRDPM"
            ],
            "track": 5614,
            "start": "2023-08-15T15:00:00+02:00",
            "end": "2023-08-15T15:45:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "WFAB98",
            "title": "Solder a pathlighter PCB badge! (Day 1)",
            "abstract": "Solder your own pathlighter badge to illuminate your surroundings at night.",
            "speakers": [
                "SSKR39",
                "WSGGUJ"
            ],
            "track": 5611,
            "start": "2023-08-15T15:30:00+02:00",
            "end": "2023-08-15T17:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "DBESQX",
            "title": "Introduction to ATT&CK framework for risk managers and threat analysts",
            "abstract": "MITRE ATT&CK (Attack Framework among friends) is intimidating sight at first, but is a great tool for risk identification, threat analysis, red teaming, DFIR and security management. Brief introduction to the topic with various examples.",
            "speakers": [
                "HX3L3R"
            ],
            "track": 5611,
            "start": "2023-08-15T15:30:00+02:00",
            "end": "2023-08-15T15:50:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "CCGRHF",
            "title": "Bits and Bytes in Microgravity: Insights into the hardware and software of sounding rockets",
            "abstract": "This talk will show you how many interfaces have to communicate in order to fly experiments on a sounding rocket.\r\nWe will give you insights into the procedures and the complexity of a research campaign and the actual flight of the rocket itself.\r\nIn particular, we look at the hardware and software used in the Ground Support Equipment (GSE) and the Service Module (SM) within the rocket.",
            "speakers": [
                "RLHNEJ",
                "3QZDQH"
            ],
            "track": 5611,
            "start": "2023-08-15T16:00:00+02:00",
            "end": "2023-08-15T16:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "DM99WN",
            "title": "Munteres Waffelbacken",
            "abstract": "Auf der Fireshonksbühne am RC3 haben sich Erklärhai zusammen\r\nmit hexchen und padeluun zu einer Muntere Abendunterhaltung\r\ngetroffen und Angekündigt, sich am Chaos Communication Camp\r\nwieder zu treffen.\r\n\r\nEs wird gemeinsam Waffelgebacken und übers Waffelbacken\r\nphilosophiert.",
            "speakers": [
                "WFVS9W",
                "MHGYMM",
                "NSTENV",
                "DNXJPH"
            ],
            "track": 5618,
            "start": "2023-08-15T16:00:00+02:00",
            "end": "2023-08-15T17:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "3C9ERB",
            "title": "A visually impaired perspective on technology",
            "abstract": "Disabled people are often forgotten about and dismissed during the development of products. And no matter how much you think you know about accessibility, there is always more to learn. I encourage you to take a step to broaden your horizons and learn about the different ways people can interact with the technology you use every day. In this talk, I will be talking about the difficulties I face interacting with technology as a visually impaired person and touch on some of the ways that things could be better.",
            "speakers": [
                "YGVATE"
            ],
            "track": 5613,
            "start": "2023-08-15T16:00:00+02:00",
            "end": "2023-08-15T16:05:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "8NAV9H",
            "title": "Repair Café",
            "abstract": "At camp (and not just there), stuff tends to break. Let's fix it together!",
            "speakers": [
                "8QFSVB"
            ],
            "track": 5614,
            "start": "2023-08-15T16:00:00+02:00",
            "end": "2023-08-15T17:00:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "QRPQCL",
            "title": "The Nix Phone and the end of Android",
            "abstract": "We can replace the operating system of an Android phone when we have the necessary hardware drivers.  Using NixOS as the operating system allows us to reliably recompile most of the modern software that we rely on for the mobile operating system to get the benefits of using real applications instead of just the limited capabilities of mobile apps.  For example, programs like databases, webservices, CAD, compilers, image processing can run natively on the phone when you get rid of the Android barrier that makes these impossible to implement without a total rewrite.  The size of the screen is not the problem because you can cast it to a monitor, and useful embedded computers often don't have their own screens.",
            "speakers": [
                "GVKXCJ"
            ],
            "track": 5613,
            "start": "2023-08-15T16:05:00+02:00",
            "end": "2023-08-15T16:10:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "M8FR9N",
            "title": "Chaotischer Catalysator Stipendien - Was ist das? Wie bewerbe ich mich?",
            "abstract": "Mit dem “Chaotischen Catalysator Stipendien #CCS” werden Stipendien für Masterarbeiten vergeben die sich die Informationstechnologien und ihren Einfluss auf die Gesellschaft genauer anschauen. Was das konkret bedeutet und wie man sich bewerben kann, wird hier kurz zusammengefasst.",
            "speakers": [
                "FTKJHH"
            ],
            "track": 5613,
            "start": "2023-08-15T16:10:00+02:00",
            "end": "2023-08-15T16:15:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "YLPXXE",
            "title": "Hackerspace server co-location",
            "abstract": "How to provide co-location services for small member servers.",
            "speakers": [
                "9KEHFV",
                "U7U7XV"
            ],
            "track": 5613,
            "start": "2023-08-15T16:15:00+02:00",
            "end": "2023-08-15T16:20:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "UH9MYT",
            "title": "Online selling without internet connection",
            "abstract": "Modern buyers enjoy the convenience of digital payments, but not all\r\npoints of sale always have an Internet connection. Trusting the buyer’s\r\ndevice to honestly report that a payment was definitively made puts merchant’s revenue at risk. We present an inexpensive and usable solution for merchants to verify that a buyer correctly completed a payment even when the point of sale is offline.",
            "speakers": [
                "NGL3TH"
            ],
            "track": 5613,
            "start": "2023-08-15T16:20:00+02:00",
            "end": "2023-08-15T16:25:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "87UZEF",
            "title": "Decent Patterns: an Open UX Library for Decentralisation",
            "abstract": "Tested UX patterns can inform and support the development of decentralised technologies and lower the barrier to entry.",
            "speakers": [
                "FF89XM"
            ],
            "track": 5613,
            "start": "2023-08-15T16:30:00+02:00",
            "end": "2023-08-15T16:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "Z9RVYL",
            "title": "Selbsthilfegruppe für verwaltungsnahe Menschen mit IT-Background (\"Faxgeräteclub\")",
            "abstract": "Nach dem erfolgreichen Start des Formats auf dem rc3 wird es auch beim Camp wieder eine Verwaltungs-Selbsthilfegruppe geben.",
            "speakers": [
                "KUX9CG",
                "BSCTSW"
            ],
            "track": 5612,
            "start": "2023-08-15T16:45:00+02:00",
            "end": "2023-08-15T17:45:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "APYGMR",
            "title": "Demystifying eSIM Technology",
            "abstract": "During the past few years, many people have started to use virtualized eSIMs instead of the classic physical chip card SIMs.  Behind the scenes, a rather complex universe of protocols, interfaces, cryptographic operations, trust models and business processes are in operation to make this work.\r\n\r\nHowever, like many aspects of cellular technology, the knowledge of the technology behind it is not widely understood. - despite its ferquent use by a large user base. This talk aims to change that, as far as possible in a 45minutes introductory talk.\r\n\r\nAspects covered are:\r\n* What is an eSIM?\r\n* The eUICC as physical \"trusted chip\" inside the phone\r\n* The 3 flavors of eSIM: Consumer, M2M and IoT\r\n* The eSIM cryptographic chain of trust\r\n* The invovled network elements, their purpose, procedures (SM-DP+, SM-SR, LPA/IPA, ...)\r\n\r\nThe talk is a technical talk, and is held in the expectation is that the audience has some basic understanding of networking, cryptography and SIM card technology.",
            "speakers": [
                "URMGEF"
            ],
            "track": 5611,
            "start": "2023-08-15T17:00:00+02:00",
            "end": "2023-08-15T18:00:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "EJYYCC",
            "title": "To Name is to Own - Autonomous Name Spaces, Verifiable Identities, Assets and Services at the Edge",
            "abstract": "With a lightweight method of using the DNS trust root, decentralised communities can establish and self-manage secure hierarchies of trust for identities, assets and distributed services. This can be deployed outside the data centre monopoly and into the decentralised and local infrastructures at the network edge for complete autonomy with minimal resources and management. Why use blockchains with eternal history and ever increasing storage and resource requirements, when you can leverage and liberate the most highly distributed network service in existence?",
            "speakers": [
                "VMH9ZW"
            ],
            "track": 5613,
            "start": "2023-08-15T17:00:00+02:00",
            "end": "2023-08-15T18:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "JRRDMC",
            "title": "RFID Exploration Workshop",
            "abstract": "RFID-like technologies are becoming pervasive, but traditionally have not been very open or experimenter-friendly. In the past few years, a growing variety of hardware and software tools have been enabling open-source experimenters to interact with contactless devices in a new way.\r\n\r\nIn this workshop, we:\r\n- Show some common tag types and demonstrate ways of identifying them\r\n- Describe the very cheap/common Mifare Classic chip type and protocol\r\n- Crack the secret keys inside a Mifare Classic card, and clone the content onto a copied card\r\n- Have a cute, beepy badge reader to test cloned tags with; lights and sound will show you if your clone worked\r\n\r\nParticipants will:\r\n- Learn some RFID basics, learn some UART (Serial Port) basics\r\n- (With the PN532 boards) Solder on through-hole header pins\r\n- Download and run open source software to control the hardware (works best on Linux; best-effort support for MacOS and Windows/WSL)\r\n- Crack the \"secret\" unknown keys of a provided card, dumping it to a file\r\n- Write the dump file to a new card, effectively cloning the original card\r\n\r\nNo novel research or new information will be presented -- this workshop is aimed at empowering more people to interact and experiment with the devices that surround us.\r\nSeasoned RFID hackers are welcome to join in and hang out.",
            "speakers": [
                "AD8Y7K"
            ],
            "track": 5611,
            "start": "2023-08-15T17:00:00+02:00",
            "end": "2023-08-15T19:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "UZ7QMR",
            "title": "DJ Petroschi",
            "abstract": "https://soundcloud.com/darkrealdark/petroschi-fusion-roter-platz-29062019",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-15T17:00:00+02:00",
            "end": "2023-08-15T19:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "BZNH8V",
            "title": "How To Survive Being Sold to Oracle",
            "abstract": "Two LibreOffice founders talking about the social and tech aspects, for keeping a 30 year old code base not alive, but the project & community around it thriving",
            "speakers": [
                "STEHYW"
            ],
            "track": 5613,
            "start": "2023-08-15T17:00:00+02:00",
            "end": "2023-08-15T17:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "GQRTAS",
            "title": "Demystifying AI",
            "abstract": "Der Vortrag \"Demystifying AI\"  soll den Zuhörerinnen eine fundierte und verständliche Einführung in das Thema Artificial Intelligenz (AI) bieten. Der Erfolg von ChatGPT hat den Eindruck erweckt, dass AI langsam den Menschen ersetzen kann. Zusätzlich haben die großen Player ein großes Interesse daran AI als eine schwierige und komplexe Technologie darzustellen. Mit diesem Talk trete ich diesem Trend entgegen und blicke hinter die Kulissen des Maschinellen Lernens. Das Ziel des Talks ist es, die Grundlagen des Maschinellen Lernens zu erklären, da dies die aktuelle Form der AI ist, die wir momentan nutzen. Zusätzlich möchte ich versuchen, den schwer verständlichen Jargon aufzubrechen und damit besser greifbar zu machen.",
            "speakers": [
                "XZNVTH"
            ],
            "track": 5614,
            "start": "2023-08-15T17:15:00+02:00",
            "end": "2023-08-15T18:00:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "ZA7BZL",
            "title": "Design a circuit board with KiCad (Day 1)",
            "abstract": "Participants will learn the complete workflow of creating a circuit board with KiCad. At the end of the workshop, you will have a designed PCB that blinks some LEDs and is ready for manufacturing. No prior experience is required, basic electronics knowledge is useful.",
            "speakers": [
                "VNZ7SQ"
            ],
            "track": 5611,
            "start": "2023-08-15T17:30:00+02:00",
            "end": "2023-08-15T19:00:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "QMJFET",
            "title": "Using LoRa without Infrastructure for Decentralized Communication",
            "abstract": "LoRa is a radio communication technique using license-free frequency bands, allowing small data transmissions over hundreds of meters or even kilometers. It's mostly known for LoRaWAN setups, requiring some managed infrastructure.\r\n\r\nHowever, LoRa can also be used directly to transmit packets outside of LoRaWAN's IoT scope over LoRa's physical layer, LoRa PHY. This workshop will dive into the possibilities of low-cost, long-range LoRa PHY appliances based on cheap microcontroller based modems. As a project, we will develop a small LoRa-based chat system to broadcast messages.",
            "speakers": [
                "PLYMCC",
                "BJTYNG",
                "CTZL3G"
            ],
            "track": 5613,
            "start": "2023-08-15T18:00:00+02:00",
            "end": "2023-08-15T20:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "MZK3J8",
            "title": "Do we need Taler or does Taler need us ?",
            "abstract": "As dystopia seems just around the corner with state control and surveillance capitalism wanting to finish closing down on us, GNU Taler might be one of the (hopefully many) reasons to hope that our dreams may soon bring bits of lovable reality. \r\n\r\nWith 2 upcoming Swiss deployments, real payments with Taler will finally be available this coming winter. As online solution for Basel local currency and a few months later as online payment in Swiss Francs.\r\nThat means privacy preserving online payment that doesn't foster illegal activities and micro-payments both become accessible. \r\nA game changer if we (Normale Leute ) use and claim the opportunity, Endlich mal a positive element to bring to debates or policy exposés for privacy advocates (of which I am )... a bit of light in the tunnel ?",
            "speakers": [
                "UBWVUG"
            ],
            "track": 5612,
            "start": "2023-08-15T18:00:00+02:00",
            "end": "2023-08-15T18:20:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "XTTBRG",
            "title": "Fiiiiieeeep! Mic-Training für Speaker*innen: Wie Mensch mit einem Mikrofon auf der Bühne umgeht.",
            "abstract": "Deine Message ist wichtig und es sollen dich alle gut verstehen! Nicht hilfreich: Wenn es die ganze Zeit fiiiiiiiieeeeept!\r\n\r\nDer Umgang mit einem Mikrofon auf der Bühne ist eigentlich ganz einfach - wenn Mensch ein paar Dinge beachtet und geübt hat. Um die geht es beim Mic-Training für Speaker*innen auf der Camp Bühne mit producer/engineer 'trummerschlunk'.\r\n\r\nDanach weißt du: Warum hältst du dein Mikrofon auf welche Weise? Wie reagierst du am effektivsten auf Feedbacks? Wie baust du durch gezielten Mikrofoneinsatz eine direktere Verbindung zu deinem Publikum auf? Und hast all das auch gleich geübt.\r\n\r\n--- english ---\r\n\r\nYour message is important and everyone should understand you well! What’s certainly not helpful: a constant beeeeeeeeeep!\r\n\r\nHandling a microphone on stage is actually quite easy - if you pay attention to a few things and have practiced. That's the focus of this mic training for speakers on the Camp stage with producer/engineer 'trummerschlunk.’\r\n\r\nYou will learn: Why should you hold your microphone a certain way? How do you most effectively react to feedbacks? How do you build a more direct connection with your audience through targeted use of the mic? And the best part: You will practice!",
            "speakers": [
                "T9CBAQ"
            ],
            "track": 5618,
            "start": "2023-08-15T18:00:00+02:00",
            "end": "2023-08-15T19:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "BTX3NF",
            "title": "Sharing the power of appreciation: Celebrating 'I Love Free Software Day'",
            "abstract": "In the realm of Free Software, expressing gratitude towards Free Software contributors often goes unnoticed. The \"I Love Free Software Day\" (https://ilovefs.org) provides a platform for individuals and organisations to do exactly this, showing appreciation. But it is crucial to recognize that our appreciation for Free Software should extend far beyond this single day. This talk highlights the significance of the \"I Love Free Software Day\" as a platform for expressing support, love, and gratitude towards the developers and contributors who make Free Software possible.\r\n\r\nThroughout the presentation, we will showcase memorable moments and successful initiatives from past celebrations, demonstrating the collective efforts to acknowledge and honor the impact of Free Software. We will discuss ideas and strategies for making the upcoming \"I Love Free Software Day\" even more remarkable.\r\n\r\nHowever, it is essential to emphasize that our expressions of love and support for Free Software should not be limited to just one day. While the \"I Love Free Software Day\" serves as a catalyst for celebration, it should inspire us to continue demonstrating our gratitude throughout the year. We will explore ways to incorporate ongoing appreciation into our daily lives, such as contributing to Free Software projects, advocating for their importance, and recognizing the efforts of developers and contributors regularly also in a financial way.\r\n\r\nBy extending our appreciation beyond a single day, we can cultivate a culture of continuous support for Free Software. We invite everyone interested in Free Software to join us in this endeavor, as we strive to create an environment where gratitude and acknowledgment become integral parts of our interactions within the Free Software community.\r\n\r\nLet us embrace the \"I Love Free Software Day\" (https://ilovefs.org) as a starting point, a reminder of the significance of Free Software, and a call to action to express our love and support throughout the year. Together, we can build a community that values and appreciates the tireless efforts of Free Software developers and contributors, making a lasting impact on the future of software freedom.",
            "speakers": [
                "BWLALP"
            ],
            "track": 5613,
            "start": "2023-08-15T18:00:00+02:00",
            "end": "2023-08-15T18:20:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "CSMC98",
            "title": "Cosmic Connectivity: Starlink, Satellite Swarms, and the Hackers' Final Frontier",
            "abstract": "As the boundaries of connectivity expand beyond the earth's atmosphere, with pioneering ventures like SpaceX's Starlink leading the way, we enter an era of extraordinary potential and novel challenges. This talk will delve deep into the technological advances, system designs, and emerging cybersecurity concerns of satellite internet constellations. It promises to be an eye-opening exploration of our shared cybernetic future that beckons us to the stars.",
            "speakers": [
                "XF7HCB"
            ],
            "track": 5614,
            "start": "2023-08-15T18:15:00+02:00",
            "end": "2023-08-15T19:00:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "C3BVMM",
            "title": "How to grow a flow3r",
            "abstract": "Do you want your flow3r to blossom? This talk will give you all information you need to know: How to assemble it, what to do with it, where to get help and how to write software for it.",
            "speakers": [
                "XUSLJP",
                "FWSA3R",
                "WDZJJC"
            ],
            "track": 5611,
            "start": "2023-08-15T18:15:00+02:00",
            "end": "2023-08-15T19:00:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "PFBQ3P",
            "title": "SCION for a greener Internet?",
            "abstract": "The SCION Internet architecture empowers users to chose which paths their packets take through the Internet. How does this work? How does this help? Will it be enough?",
            "speakers": [
                "H3BQQQ"
            ],
            "track": 5613,
            "start": "2023-08-15T18:30:00+02:00",
            "end": "2023-08-15T18:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-15T17:00:00Z",
            "end": "2023-08-15T21:00:00+02:00",
            "room": 5834
        },
        {
            "code": "VR97EY",
            "title": "DJ Beh & BarbNerdy",
            "abstract": "Chill-Musik und schöne DownBeats: \r\n\r\nDJ Beh:\r\nAnfang der 2010er mit einer Wobble-Bass Plattensammlung begonnen, weil es sonst immer nur Techno zum Frühstück gab. \r\nSpäter ins Chill abgerutscht und viel Bass behalten, Hip-Hop auch.\r\nDie meiste Zeit Vinyl, weil was analoges machen auch mal ganz geil ist.\r\n\r\nIch chille gerne länger.\r\nhttps://soundcloud.com/beh2342\r\n\r\nDJ BarbNerdy:\r\nSchon lang dabei und seit einiger Zeit auch im Chaos unterwegs. Als Teil der Chill-Out Crew aber auch sonst ziemlich umtriebig, wenns um die gepflegt gebrochen Beats geht. \r\nLinktree: https://linktr.ee/barbnerdy\r\nSoundcloud: https://soundcloud.com/barbnerdy/tracks\r\n\r\nUnd diesmal im Doppelpack, neudeutsch auch Back2Back genannt. Musikalisch gefunkt hat es auf der Monkey Stage auf dem camp 2019, wo wir hintereinander gespielt hatten und uns sofort in unsere Musik vercrusht haben.. :-)",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-15T19:00:00+02:00",
            "end": "2023-08-15T22:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "7M8FZ7",
            "title": "irq7",
            "abstract": "Chiptunes! irq7 performt 8Bit Musik am Gameboy. Tanzbar und irgendwo zwischen Electro, Drum & Bass, und Breakbeats.",
            "speakers": [
                "RZN9SM"
            ],
            "track": 5616,
            "start": "2023-08-15T19:00:00+02:00",
            "end": "2023-08-15T20:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Evening meal"
            },
            "start": "2023-08-15T17:00:00Z",
            "end": "2023-08-15T21:00:00+02:00",
            "room": 5837
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-15T17:00:00Z",
            "end": "2023-08-15T21:00:00+02:00",
            "room": 5836
        },
        {
            "code": "ZGUQTW",
            "title": "#clubsAREculture",
            "abstract": "Die Allianz #clubsAREculture setzt sich dafür ein, dem Thema Clubkultur mehr Sichtbarkeit zu verschaffen. Doch was wurde bislang erreicht? Was macht die Clubkultur aus und warum sollte man diese (besonders) schützen? Müssen althergebrachte Kulturdefinitionen überdacht werden? Und welche Kräfte gilt es zu bündeln, damit Clubkultur auch künftig bestehen und gedeihen kann?",
            "speakers": [
                "UTYKWR"
            ],
            "track": 6064,
            "start": "2023-08-15T20:00:00+02:00",
            "end": "2023-08-15T20:45:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "8CJ7ER",
            "title": "TV broadcast Technik show and tell",
            "abstract": "Wer einmal hinter die Kulissen einer Fernsehproduktion schauen konnte oder ein Studio von innen gesehen hat,\r\nwird sich schonmal gefragt haben \"Warum sind diese Kameras und Objektive eigentlich so riesig. Und was machen diese hunderten an Tasten da eigentlich? Und warum haben die an der Kamera eigentlich alle Kopfhörer auf?\"\r\n\r\nWir geben einen Einblick warum TV-Technik so ist wie sie ist und warum die Geräte auch heute noch so unhandlich sind.\r\nDazu bringen wir ein kleines Setup mit aktueller und etwas angestaubter Technik mit und geben Gelegenheit zum Angucken, Ausprobieren und Anfassen.",
            "speakers": [
                "DVSDBX",
                "HP78TV"
            ],
            "track": 5611,
            "start": "2023-08-15T21:00:00+02:00",
            "end": "2023-08-15T22:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "STLLKW",
            "title": "Pick and Pain. Oder: Wie oft man innerhalb eines Projektes scheitern kann.",
            "abstract": "Ein humoristischer Vortrag darüber, wie wir eine Pick and Place Maschine gebaut haben und was dabei alles schief gegangen ist.",
            "speakers": [
                "ZQ8LFQ",
                "EDBFAB"
            ],
            "track": 5614,
            "start": "2023-08-15T21:00:00+02:00",
            "end": "2023-08-15T21:45:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "ADJX98",
            "title": "Physical Vulnerability Research",
            "abstract": "Exploring the methodology and exploitation of physical security systems. Locks, access control and alarm systems with real life examples and the practical exploitation thereof. With digital security crossover.",
            "speakers": [
                "VWZCKD"
            ],
            "track": 5611,
            "start": "2023-08-15T21:00:00+02:00",
            "end": "2023-08-15T21:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "MJ9E7F",
            "title": "Robot Girlfriend DJ Set",
            "abstract": "DJ set for fun and dancing",
            "speakers": [
                "HCSEEP"
            ],
            "track": 5615,
            "start": "2023-08-15T21:00:00+02:00",
            "end": "2023-08-15T22:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "YSBMA3",
            "title": "Panel: How to fund Open-Source Projects",
            "abstract": "This panel discusses and give insights into the funding of open-source projects. Representatives of funders and experienced fundees present their funding concepts, opportunities and motivations. The panel will reflect lessons learned and answer questions from the audience.\r\n\r\nParticipants:\r\n\r\n- Marie Kreil, Prototype Fund\r\n- Tara Tarakiyee, Sovereign Tech Fund\r\n- Zenna @zelf, Next Generation Internet (NGI)\r\n- Viraaj Akuthota, Tech Solutions for Human Rights\r\n- holger krekel, Delta Chat co-ordinator\r\n- Moderation: Mathias Jud",
            "speakers": [
                "L9ACF9",
                "CLN7H8",
                "XADST9",
                "RYYPPS",
                "B7XAZQ",
                "UMGWBX"
            ],
            "track": 5613,
            "start": "2023-08-15T21:00:00+02:00",
            "end": "2023-08-15T21:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "8SSVU9",
            "title": "Vereinsgründung und Pflege",
            "abstract": "Wie man in Deutschland einen Verein gründet, und trotzdem Spaß dabei hat. ;)",
            "speakers": [
                "NSTENV"
            ],
            "track": 5612,
            "start": "2023-08-15T21:30:00+02:00",
            "end": "2023-08-15T22:15:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "3AHGGK",
            "title": "The Art of Heißkleber",
            "abstract": "Was geht alles mit Heißkleber? Vieles! In diesem praxisorientierten Vortrag werden wir Live und unvorbereitet Einsatzmöglichkeiten von Heißkleber ausprobieren. Vielleicht finden wir versehentlich auch eine vorgesehene Anwendung.",
            "speakers": [
                "F8B8CF",
                "NSYZX7"
            ],
            "track": 5614,
            "start": "2023-08-15T22:00:00+02:00",
            "end": "2023-08-15T22:45:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "CJLKAK",
            "title": "How to survive getting DDoSed by Anonymous, Cyberberkut, Killnet and noname057(16) since 2014",
            "abstract": "In this presentation, I will talk about how DDoS attacks were carried out generally in the last 9 years and how they innovated since then; I will also present more specific details about attacks against government websites from www.bundestag.de in 2015 to ukraine-wiederaufbauen.de and others in February - August 2023. The talk aims to also entertain, but mostly educate on how to mitigate current attacks, so expect mostly technical, and very few political slides.",
            "speakers": [
                "73JSQU"
            ],
            "track": 5611,
            "start": "2023-08-15T22:00:00+02:00",
            "end": "2023-08-15T22:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "RTETZY",
            "title": "Jacky Noise & Peter Kirn",
            "abstract": "Jacky Noise and Peter Kirn are each leaders in community building, knowledge exchange, and musicianship in electronic instruments. Jacky is co-founder of the Berlin Modular Society, founder of the Berlin Noise Festival, and a prolific producer and workshop practitioner. focuses in her work on intersecting rhythms and layered patterning and texture. Peter is a journalist and editor of daily electronic music and creative tech site CDM.link. With a background in music composition, he focuses on fully improvisatory live performances with sounds spanning techno to experimental materials. The two shared a limited cassette release on Arch.",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-15T22:00:00+02:00",
            "end": "2023-08-16T01:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "AQZXTU",
            "title": "Poi Light Show",
            "abstract": "Poi: Light painting with music",
            "speakers": [
                "HHYYEY"
            ],
            "track": 5617,
            "start": "2023-08-15T22:00:00+02:00",
            "end": "2023-08-15T23:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "EJBDYN",
            "title": "Wir müssen über KI sprechen – trotz des Hypes",
            "abstract": "Dass wir bald von Superintelligenzen beherrscht werden, die wie ChatGPT Texte generieren, ist unwahrscheinlich. Aber es gibt offene Fragen: zu Wissensgerechtigkeit, Teilhabe und Monopolisierung durch Konzerne.",
            "speakers": [
                "XS3DF3"
            ],
            "track": 5612,
            "start": "2023-08-15T22:30:00+02:00",
            "end": "2023-08-15T23:15:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "PARAJS",
            "title": "Psychedelic Disco World",
            "abstract": "I'd love to play some psychedelic world and disco music for all the lovely creatures",
            "speakers": [
                "8R9CNR"
            ],
            "track": 5615,
            "start": "2023-08-15T23:00:00+02:00",
            "end": "2023-08-16T00:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "SQ8RKQ",
            "title": "Leihroller hacken. Ein Kasperltheater.",
            "abstract": "**Tri-tra-trallala der Roller steht jetzt nicht mehr da.**\r\n\r\nWir veranstalten ein original Wiener `Kasperltheater` zum Thema `Leihroller hacken`.\r\n\r\nEnglish subtitles available.",
            "speakers": [
                "YWDUKD"
            ],
            "track": 5611,
            "start": "2023-08-15T23:00:00+02:00",
            "end": "2023-08-15T23:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "AUBSWB",
            "title": "Silvie",
            "abstract": "Silvie",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-16T01:00:00+02:00",
            "end": "2023-08-16T04:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "SLTWLB",
            "title": "DJ Jouvenile",
            "abstract": "tba\r\nDownbeats",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-16T01:00:00+02:00",
            "end": "2023-08-16T03:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "TNUDTX",
            "title": "If It Ain't Broken, Do Fix It: Building Modern Cryptography",
            "abstract": "Security is hard. Modern programming languages help us with memory and type safety, but, even with bleeding edge frameworks and libraries, *getting your crypto right remains hard*.\r\n\r\nWe will take a look at recent cryptographic breaks in **Matrix**, **Threema**, **Bridgefy** and **Mega**, explore the modern cryptographic best practices and why they matter, see what makes **TLS 1.3** special, and discuss how to get to a more secure world together!",
            "speakers": [
                "T3LRDP",
                "BLRTPC"
            ],
            "track": 5611,
            "start": "2023-08-16T09:00:00+02:00",
            "end": "2023-08-16T09:45:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "JHXK9Q",
            "title": "Microscopy for camp",
            "abstract": "Microscopy tinkering",
            "speakers": [
                "X9YQ8M"
            ],
            "track": 5611,
            "start": "2023-08-16T09:30:00+02:00",
            "end": "2023-08-16T11:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "A9F8ED",
            "title": "Chaos meets Museumsbahn",
            "abstract": "Ihr findet Eisenbahn interessant? Die Museumsbahnbubble freut sich über Know How!",
            "speakers": [
                "RH8TPX",
                "QGWLHG"
            ],
            "track": 5611,
            "start": "2023-08-16T09:30:00+02:00",
            "end": "2023-08-16T11:30:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "9MNVRH",
            "title": "MADTIXX in the morning - Deep & Melodic House to boot up",
            "abstract": "Cozy melodical beats to wake up and have a good start in the 2nd day of the camp.",
            "speakers": [
                "8JWVFA"
            ],
            "track": 5615,
            "start": "2023-08-16T10:00:00+02:00",
            "end": "2023-08-16T12:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "8GZAMU",
            "title": "Dont Look Up!!! Bridging Climate Justice and Digital Rights",
            "abstract": "Do you want to learn about strategies that would help you engage young people in conversations around digital technologies and climate justice issues?\r\nJoin this workshop focused on building knowledge and sharing experiences on strategies and methods to bridge the gap between digital rights groups and climate movements. \r\n\r\nIn this session, participants will explore innovative methods and tactics and on how to use co-creation to produce an exhibition. Participants will be able to explore how to use this approach in their own projects and initiatives for the purpose of engaging with their audiences on matters at the intersection of digital and environmental issues. \r\nThrough peer-to-peer and collaborative methods, participants will:\r\n1. Identify topics at the intersection of digital rights and climate justice that need to be highlighted to activists.\r\n2. Explore ways the format could be adapted and support their efforts to bring youth voices into their work. \r\nIn collaborations with a myriad of partners over the last years, Tactical Tech has been producing research-based digital literacy interventions. Exhibitions, workshops and kits have been created to trigger evolving conversations around online privacy, digital security, well-being and misinformation. Tactical Tech has a long history of using innovative techniques and peer-to-peer methodology for the benefit of the community and the wider audiences as seen with other projects like Exposing The Invisible, Security-in-a-box and the Data Detox Kit, among many others.",
            "speakers": [
                "CS8TNN",
                "7RWEEK"
            ],
            "track": 5613,
            "start": "2023-08-16T10:00:00+02:00",
            "end": "2023-08-16T11:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "3XRRMT",
            "title": "Making CCCamp in a video game mod!",
            "abstract": "Want to learn why we started making a to-scale version of CCCamp in a video game and what is possible going forward?",
            "speakers": [
                "QK9JY7"
            ],
            "track": 5611,
            "start": "2023-08-16T10:00:00+02:00",
            "end": "2023-08-16T10:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "BWECXM",
            "title": "Unsupervised Pleasures: Intersectional Language Models for Queer Futures",
            "abstract": "What does GPT-4 know about people like me? This interactive workshop peeks under the hood of large language models to understand what goes into the datasets that shape them. We will discuss how these giant text corpora represent us in ways that feel hollow, harmful, and incomplete. I will share my analysis of existing datasets in an artistic research context, plus collaborative research that proposes building alternative models, methods, and datasets featuring texts that orient toward life and liberation. These texts will include, but not be limited to, works that center decolonial perspectives, queer love, ethics of care, and practices of commoning and mutual aid--created with transparency, community input, and contributor consent. Our collective Unsupervised Pleasures is developing more intersectional machine learning methodologies, and in our discussion we will unpack the issues with existing tools and imagine different tools that can support the communities they represent instead. Are these the automated systems we want? Whose voices, visions, and stories are captured in them and whose are excluded, harmed, or undermined? Let’s start building the language tools we want to see in the world.",
            "speakers": [
                "9UAQMC"
            ],
            "track": 5612,
            "start": "2023-08-16T10:45:00+02:00",
            "end": "2023-08-16T11:45:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "UBFX3V",
            "title": "Will the Fediverse Fragment?",
            "abstract": "Are available conflict resolution mechanisms in the fediverse able to withstand increased stress resulting from its growth, or, will the network split soon?\r\n\r\nWith this question on our mind, we will host an interactive three-part workshop, with the aim to aggregate knowledge on best practices of moderation conflict resolution in federated online social networks. We invite moderators, admins, developers and participants alike, and would like to especially encourage marginalized groups (BIPoC, queer, FLINTA, disabled, ... ) to join this workshop.",
            "speakers": [
                "LDYSPX",
                "AHWSXN"
            ],
            "track": 5613,
            "start": "2023-08-16T11:00:00+02:00",
            "end": "2023-08-16T13:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "BEADDW",
            "title": "Learn to Solder workshop (Day 2)",
            "abstract": "_**Anyone** can learn to solder!_  \r\nIt is useful and fun.  \r\nThis workshop is for **kids of all ages** (and anyone of any age).  \r\n\r\nLearn to solder by making a cool badge that you can wear and blink wherever you go.  \r\n\r\nThe **[\"I Can Solder!\" Badge kit](https://cornfieldelectronics.com/cfe/projects.php#solderbadge)** is a very simple [open hardware](https://github.com/maltman23/I-Can-Solder--Badge-kit-V2) kit that anyone can use for learning to solder.  \r\n\r\n_This workshop is for **total newbies** to learn to solder.  All ages._",
            "speakers": [
                "QFFJLL"
            ],
            "track": 5611,
            "start": "2023-08-16T11:00:00+02:00",
            "end": "2023-08-16T12:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "PEVNJ3",
            "title": "Chaos Computer Club Chill Camp Crew Allstars",
            "abstract": "Let's start the day with lovely music from our crew!",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-16T11:00:00+02:00",
            "end": "2023-08-16T14:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "title": {
                "de": "Mittagessen",
                "en": "Lunch"
            },
            "start": "2023-08-16T09:30:00Z",
            "end": "2023-08-16T14:00:00+02:00",
            "room": 5834
        },
        {
            "title": {
                "de": "Mittagspause",
                "en": "Lunch break"
            },
            "start": "2023-08-16T09:30:00Z",
            "end": "2023-08-16T14:00:00+02:00",
            "room": 5837
        },
        {
            "title": {
                "de": "Mittag",
                "en": "Lunch"
            },
            "start": "2023-08-16T09:30:00Z",
            "end": "2023-08-16T14:30:00+02:00",
            "room": 5836
        },
        {
            "code": "9KDLDM",
            "title": "chilly D&B set by dritter",
            "abstract": "Another DJ who always wanted to play for you at a CCC event now gets the chance to play chill drum&bass. Just the thing to enjoy with a drink in your hand, relax and put your feet up.",
            "speakers": [
                "WNYWUR"
            ],
            "track": 5615,
            "start": "2023-08-16T12:00:00+02:00",
            "end": "2023-08-16T13:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "DZCHRS",
            "title": "Simon Dübell - Album \"Undoing\" Live Performance w/ Ableton & Eurorack",
            "abstract": "Ich habe erst kürzlich mein Debütalbum \"Undoing\" veröffentlicht und hätte mega Lust bei euch 60 min lang zu performen. Die Live Performance ist eine Mischung aus tanzbarer Hörmusik und bisschen Ambient Kram. \r\n\r\nhttps://drive.google.com/drive/folders/1ovNm4B8vy4jebh3_CHrt8QKw80qhSSOY",
            "speakers": [
                "DH3ZYZ"
            ],
            "track": 5616,
            "start": "2023-08-16T13:00:00+02:00",
            "end": "2023-08-16T14:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "TF8YGU",
            "title": "Solder a pathlighter PCB badge! (Day 2)",
            "abstract": "Solder your own pathlighter badge to illuminate your surroundings at night.",
            "speakers": [
                "SSKR39",
                "WSGGUJ"
            ],
            "track": 5611,
            "start": "2023-08-16T13:30:00+02:00",
            "end": "2023-08-16T15:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "LEW7HG",
            "title": "Lightning Talks Session 1",
            "abstract": "A short session for even shorter talks.",
            "speakers": [
                "Q3LG7W"
            ],
            "track": 5614,
            "start": "2023-08-16T14:00:00+02:00",
            "end": "2023-08-16T15:00:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "GXWPLE",
            "title": "Identifying Social Engineering",
            "abstract": "We use the term Social Engineering often, but our understanding differs. RFC4949 even recommends to use different terms and deprecates it.\r\n\r\nFive Social Engineering Indicators will help security researchers to identify Social Engineering in the wild, in literature or in experimental design.\r\n\r\nThe insights are part of https://doi.org/10.15480/882.4933",
            "speakers": [
                "RDJPJQ"
            ],
            "track": 5611,
            "start": "2023-08-16T14:00:00+02:00",
            "end": "2023-08-16T14:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "VNMH7T",
            "title": "Open Source Gardens - Eine bessere Welt ist pflanzbar!",
            "abstract": "Was ist eigentlich Open Source Saatgut? Und wie kann uns Open Source Saatgut nachhaltig dabei helfen die Monokultur auf dem Acker und die Monopolisierung im Landwirtschaftssektor zu überwinden? Wie kann ich mit meinem Garten dazu beitragen und mich mit anderen Open Source Gärtner:innen verbinden? Dieser Workshop wird ein Austausch rund um Open Source Saatgut, Saatgutvermehrung, Garten-Technologien, Open Source Anwendungen und Hardware. Darüber, was unsere Community im Herzen ausmacht und wie ihr mitmachen könnt.",
            "speakers": [
                "RXQS8M",
                "HCA3WD"
            ],
            "track": 5613,
            "start": "2023-08-16T14:00:00+02:00",
            "end": "2023-08-16T15:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "XXKHTN",
            "title": "Biesentales - Konzerte und Platten",
            "abstract": "Air Cushion Finish\r\nhttps://aircushionfinish.com\r\nhttps://jayrope.com\r\n\r\nPhantom Jelly\r\nstyle: science fiction / hauntology\r\nLabel: Kinship\r\nhttps://on.soundcloud.com/nLSZr\r\n\r\nBiesentales DJ-Team",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-16T14:00:00+02:00",
            "end": "2023-08-16T23:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "WJ3AAU",
            "title": "Freie interaktive Karten mit VersaTiles",
            "abstract": "Interaktive Karten sind aus dem Internet nicht mehr wegzudenken. Mit ihrer Hilfe lassen sich komplexe Informationen visualisieren - seien es die Standorte von Biohöfen, Stadtbäumen, die Abstände von Windkraftanlagen, die Auswirkungen der Klimakrise oder die Situation in Kriegsgebieten. Der Nachteil: Die Nutzung solcher Karten von kommerziellen Anbietern kann bei hohen Zugriffszahlen schnell teuer werden.\r\n\r\nDas wollen wir ändern und die Nutzung interaktiver Karten einfacher machen. Dazu entwickeln wir \"VersaTiles\", einen komplett freien und offenen Kartenstack auf Basis von OpenStreetMap. In unserem Vortrag möchten wir den aktuellen Entwicklungsstand und unsere Pläne für die Zukunft von VersaTiles vorstellen und zeigen, wie man VersaTiles nutzen und zur Weiterentwicklung beitragen kann.",
            "speakers": [
                "98W9L7",
                "Y373NS"
            ],
            "track": 5613,
            "start": "2023-08-16T14:30:00+02:00",
            "end": "2023-08-16T14:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "3CVBDJ",
            "title": "For Fox’s Sake: Bypassing Enterprise Policy in Firefox",
            "abstract": "Tired of not having access to incognito tabs? Tired of your company controlling your web surfing? Firefox might be the browser for you! Come learn how easy it is to patch open-source software to behave how you want it to behave. This talk will cover macOS policy service, Firefox architecture, Firefox debugging, and how to modify Firefox.",
            "speakers": [
                "BE9NYY"
            ],
            "track": 5611,
            "start": "2023-08-16T14:30:00+02:00",
            "end": "2023-08-16T14:50:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "R77KXE",
            "title": "Flohmarkt - Eine dezentrale föderierte Inseratplattform",
            "abstract": "Eine dezentrale Inseratplattform, föderiert mit ActivityPub. Für mehr re-use, Nachbarschaftshilfe und und und.",
            "speakers": [
                "TMHHE8"
            ],
            "track": 5612,
            "start": "2023-08-16T14:30:00+02:00",
            "end": "2023-08-16T15:15:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "ZSWNDA",
            "title": "Build Your Own Satellite Ground Station 📡",
            "abstract": "Are you fascinated by space and want to learn how to receive data from satellites and weather probes? Join Jeffery from [Tog Hackerspace](https://www.tog.ie/) in Dublin in this [TinyGS Station](https://tinygs.com/) Workshop where you'll build and program your own ground station and antenna to receive data from space. This hands-on, beginner-friendly workshop is perfect for anyone interested in radio, electronics, IOT, antenna design, and space exploration.",
            "speakers": [
                "RYS7GW"
            ],
            "track": 5611,
            "start": "2023-08-16T14:30:00+02:00",
            "end": "2023-08-16T16:30:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "7G3AHC",
            "title": "Chapeau-Club",
            "abstract": "Chapeau Club erarbeitet seit 2012 immersive Inszenierungen, surreale Performances und Genre sprengende Happenings mit opulenten Kostümen und extremen Bilderwelten. Absurdes Chaos, Persiflage, Techno und Avantgarde zeichnen die Stücke aus. Ziel ist ein zeitgenössisches, partizipatives, sinnliches Theater. Als ‘König:innen’ der mobilen Performance etabliert das Kollektiv ein neues zugängliches Volks- und Stadttheater. Spielorte sind Clubs, Musikfestivals und öffentlicher Raum.",
            "speakers": [
                "EVG38C"
            ],
            "track": 5617,
            "start": "2023-08-16T14:30:00+02:00",
            "end": "2023-08-16T15:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "DZMJYG",
            "title": "Meet the Funders: Sovereign Tech Fund, NLNet, Prototype Fund Germany & Switzerland",
            "abstract": "Are you looking for funding for your project? Unsure if your new idea would be likely to get support? Interested in applying for a grant, in getting to know who ensures funds run smoothly or simply curious? Come say hi! We're here to answer all your questions about our funds.",
            "speakers": [
                "XADST9",
                "RYYPPS",
                "GHDQUF",
                "P7CCMV",
                "ENPVCJ"
            ],
            "track": 5613,
            "start": "2023-08-16T15:00:00+02:00",
            "end": "2023-08-16T16:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "YK8FEL",
            "title": "unexpected coffee: a dive into industrial coffee machines",
            "abstract": "Last year, an industrial coffee vending machine with broken power electronics arrived at Metalab. This is a talk about how we repaired the machine, how these machines usually work, a dive into legacy software and electronics setups, and why those coffee vending machines taste like they do.",
            "speakers": [
                "R98UHC",
                "KYLAZR"
            ],
            "track": 5613,
            "start": "2023-08-16T15:00:00+02:00",
            "end": "2023-08-16T15:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "H9Z9JQ",
            "title": "Arduino For Total Newbies workshop",
            "abstract": "_Learn Arduino using TV-B-Gone as an example project_\r\n\r\nYou've probably heard lots about [Arduino](https://arduino.cc). But if you don't know what it is, or how you can use it to do all sorts of cool things, then this fun and easy workshop is for you. As an example project, we'll be creating a [TV-B-Gone](https://www.tvbgone.com) remote control out of an Arduino you can take home with you.",
            "speakers": [
                "QFFJLL"
            ],
            "track": 5611,
            "start": "2023-08-16T15:00:00+02:00",
            "end": "2023-08-16T18:30:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "GBQQUN",
            "title": "Fake 10Gb until you make 10Gb",
            "abstract": "Building your own hardware to work with 10 Gigabit Ethernet - without access to \"proper\" measurement equipment. Fun, tears, and lessons learned.",
            "speakers": [
                "MXGSVD"
            ],
            "track": 5611,
            "start": "2023-08-16T15:00:00+02:00",
            "end": "2023-08-16T15:45:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "NSTKCC",
            "title": "#xfilesgdpr: Datenschutz-Mythen aus 5 Jahren DS-GVO",
            "abstract": "Auch nach fünf Jahren DS-GVO halten sich hartnäckig einige Datenschutz-Mythen, die Datenschutz als Digitalisierungsverhinderer brandmarken oder gefährliches Halbwissen in Bezug auf IT-Sicherheit transportieren. Die Vortragenden zeigen in ihrer Rolle als *„Myth-Busters“* anhand von kurzweiligen Beispielen einige Mythen auf und stellen dar, wie man es besser macht.",
            "speakers": [
                "FWSHKB",
                "PLN898"
            ],
            "track": 5614,
            "start": "2023-08-16T15:20:00+02:00",
            "end": "2023-08-16T16:05:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "DKYSB9",
            "title": "Ein Rätesystem fürs Fediverse?",
            "abstract": "Der Talk beschäftigt sich mit der Frage, ob und wie man im Fediverse ein Rätesystem einführen sollte.",
            "speakers": [
                "UXT9SH"
            ],
            "track": 5612,
            "start": "2023-08-16T15:30:00+02:00",
            "end": "2023-08-16T16:15:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "FGDSWA",
            "title": "DREAM MACHINE MUSIC LAB",
            "abstract": "Eine Fraktion des Dream Machine Music Lab , das im Museumshafen sein Village installiert hat, entert mit Thies Mynther und Moritz Simon Geist die Bühne und spielt brandneue und ältere Tracks mit Musikrobotern, Liveinstrumenten und einem Überraschungsgast.",
            "speakers": [
                "LCYCEM"
            ],
            "track": 5616,
            "start": "2023-08-16T16:00:00+02:00",
            "end": "2023-08-16T17:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "VSUWYY",
            "title": "Prototype Fund & Friends Meetup",
            "abstract": "This meetup is the opportunity for Prototype Fund projects, alumni, future projects, jury members and friends to see each other in person!",
            "speakers": [
                "XADST9"
            ],
            "track": 5613,
            "start": "2023-08-16T16:00:00+02:00",
            "end": "2023-08-16T17:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "ZX3GM8",
            "title": "So you're interested in social engineering? The very first steps",
            "abstract": "So you're interested in social engineering? Very first steps\r\n\r\n\r\nIt is well known that humans are the weakest link in information security.\r\nSocial engineering has emerged as a means to influence and manipulate individuals to achieve desired outcomes. In this presentation, we delve into the realm of social engineering, exploring the art of behavior alteration, manipulation and persuasive communication.\r\n\r\nWe will provide a general introduction to social engineering and guide the audience in the very first steps to actually start training this skill in a safe and responsible manner that will allow you to get a taste of social engineering by slightly altering your behaviour and still staying (mostly) legal",
            "speakers": [
                "XDJJNB"
            ],
            "track": 5611,
            "start": "2023-08-16T16:00:00+02:00",
            "end": "2023-08-16T16:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "VWSHT3",
            "title": "Celeste – Bringing an Indie Classic to Picosystem",
            "abstract": "The *Pimoroni PicoSystem*, (a tiny handheld based on the Raspberry Pi Pico microcontroller) and *PICO-8* are strange siblings in name and spirit. They are based on vastly different technologies: one real, one just made up. Using indie game classic *Celeste* I show how they help relive the glory days of the bedroom coder.",
            "speakers": [
                "CUXZ8H"
            ],
            "track": 5614,
            "start": "2023-08-16T16:20:00+02:00",
            "end": "2023-08-16T16:40:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "VV9JYG",
            "title": "SearchWing - Open source drones for Search & Rescue",
            "abstract": "SearchWing is a non-profit organization that develops & builds open source drones and bring them into operation with search and rescue NGOs like Mission Lifeline & Sea-Eye on the deadly south european boarder to find people in distress.\r\n\r\nAfter 6 years of the existence of SearchWing and its last presentation at 33c3 we want to give you an update on our past and current work.",
            "speakers": [
                "J33EMC",
                "GECECJ"
            ],
            "track": 5613,
            "start": "2023-08-16T16:25:00+02:00",
            "end": "2023-08-16T16:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "ZFMJ3K",
            "title": "Public Money bei der Arbeit - die Deutsche Verwaltung und Open Source",
            "abstract": "Ein Überblick über die wichtigsten Open Source Projekte der deutschen Verwaltung. Was macht Sinn, was nicht, wie weit sind die Projekte, wer sind die wichtigsten Akteure und wo gibt es unerwarteten Kollateralnutzen aus Sicht der User und wo sind Widerstände.\r\n\r\nDer Vortrag gibt einen Überblick über die Entwicklung der letzten Jahre.",
            "speakers": [
                "DLBBNE"
            ],
            "track": 5612,
            "start": "2023-08-16T16:30:00+02:00",
            "end": "2023-08-16T17:15:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "YZQYW9",
            "title": "Welche Sprache sprechen Satelliten? Ein Überblick über Protokolle und verwendete Sicherheitsmechanismen.",
            "abstract": "Es wird in die weiter verbreiteten Protokollstacks der Satellitenkommunikation (Boden <-> SAT) geschaut. Dabei wird auch angesprochen welche Sicherungsmechanismen in den Protokollebenen eingebaut werden (können).",
            "speakers": [
                "SPAJE3"
            ],
            "track": 5614,
            "start": "2023-08-16T17:00:00+02:00",
            "end": "2023-08-16T17:20:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "VUUS3C",
            "title": "qaul - Resilient Communication during Blackouts & Internet Shutdowns",
            "abstract": "This talk will give some insights into user stories, features, and development of the Internet independent messenger qaul.\r\n\r\nqaul was developed with communities that cannot use Internet-based communication platforms due to Internet shutdowns, lack of connectivity and poor infrastructure, or due to surveillance and censorship.\r\n\r\nResilient grassroots communication infrastructures - such as community wireless meshnetworks - need applications and protocols to realize their potential. qaul is particularly suited for this, and also provides concepts for user discovery within networks and areas. All communication is P2P and encrypted. The qaul routing protocol meshes devices together and even enables delay tolerant messaging.\r\n\r\nThe use shall be as easy, user friendly and secure as with the well known Internet-based messengers.\r\n\r\nhttps://qaul.net",
            "speakers": [
                "L9ACF9"
            ],
            "track": 5613,
            "start": "2023-08-16T17:00:00+02:00",
            "end": "2023-08-16T17:20:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "RNE8FU",
            "title": "Our Time in a Product Review Cabal: And the malware and backdoors that came with it.",
            "abstract": "What did you do during the pandemic?  We started a Product Review Cabal.  Follow our journey from getting a postcard in a product box to us exhausting all of our many online retailer sock accounts.  We’ll teach you how we got free packages nearly every day… **but there’s a catch**.  _Most of the products arrive with malware, backdoors, or glaring vulnerabilities_.  \r\n\r\nIn our talk, we plan to detail a subset of these vulnerable products, how to detect issues, and how to mitigate them.  From cameras to light switches, from routers to vacuum cleaners, the product list is expansive.  There’s nothing these vendors won’t copy, and nothing they won’t offer up for reviews.  The story is a good conversation starter, but be sure to stay for the tear-down and technical analysis. A blend of social engineering, hardware hackery, and software vulnerabilities - this discussion has something for everyone!",
            "speakers": [
                "RNW8YL",
                "ZKMMWZ"
            ],
            "track": 5611,
            "start": "2023-08-16T17:00:00+02:00",
            "end": "2023-08-16T17:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "M8KWDU",
            "title": "CTF - What?",
            "abstract": "CTF (CaptureTheFlag) is a wonderful concept to enter the world of IT security. Here's a quick little talk and then it's on to \"supervised hacking\" where we sit together and hack on exciting problems.",
            "speakers": [
                "TXXW73"
            ],
            "track": 5611,
            "start": "2023-08-16T17:00:00+02:00",
            "end": "2023-08-16T19:00:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "8EEV8L",
            "title": "Digital Identity and Digital Euro - what is the EU up to now?",
            "abstract": "This talk will give a brief introduction into two EU bills that should top of mind for the digital rights and hacker community. The negotiations for the digital identity and digital euro proposals have the potential to for tectonic change in the digital age. This talk will provide basic info, explain a bit how the EU works and try to mobilise more people to join the debate.",
            "speakers": [
                "XSVNRZ"
            ],
            "track": 5612,
            "start": "2023-08-16T17:30:00+02:00",
            "end": "2023-08-16T18:30:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "FLKNSH",
            "title": "Humanitäre Prinzipien als Werkzeug in der Not- und Katastrophenhilfe",
            "abstract": "Humanitären Prinzipien fungieren in der internationalen Not- und Katastrophenhilfe als Leitplanke. Sie sollen die Arbeit von NGOs (non-governmental organizations) unterstützen, und gleichzeitig Hilfesuchende schützen. \r\n\r\nDoch was bedeutet es eigentlich, sich an Prinzipien wie das der Neutralität zu halten? Etwa Schweigen, wenn offensichtlich Menschenrechte verletzt werden? Oder können humanitäre Prinzipien dabei helfen, eine kritische Haltung einzunehmen? Und wie schwer ist eigentlich die Umsetzung des Grundsatzes der Unabhängigkeit und Nicht-Diskriminierung? Wem gegenüber sind Organisationen der humanitären Hilfe zur Rechenschaft verpflichtet?\r\n\r\nAnhand von Beispielen aus verschiedenen Einsätzen der Berliner Hilfsorganisation CADUS e.V. wird die Anwendung der humanitären Prinzipien unter die Lupe genommen. Euch erwartet etwas humanitäre Theorie, Ausschnitte aus Einsätzen in Krisen-Gebieten, und knifflige ethisch-moralische Fragestellungen.",
            "speakers": [
                "9UNERU"
            ],
            "track": 5613,
            "start": "2023-08-16T17:30:00+02:00",
            "end": "2023-08-16T18:15:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "RGMBHH",
            "title": "Aylin Leclaire",
            "abstract": "Konzertperformance mit elektronischen und analogen Elementen (Drum machine, Loop station, Synthesizer, Querflöte, Vocals). Sowohl das Soundsystem als auch die Instrumente können von der Solarenergie des Performancemobils \"Dorothy\" betrieben werden.",
            "speakers": [
                "SVN3YW"
            ],
            "track": 5616,
            "start": "2023-08-16T17:30:00+02:00",
            "end": "2023-08-16T18:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "WJVJNG",
            "title": "The magic behind \"one-click\" deployments",
            "abstract": "Ever wondered how you can \"click\" a whole VM with pre-installed services, DNS, fully configured network and much much more? - Look behind the curtains and watch \"one-click-deployments\" happen, and see how you can setup something like this yourself!",
            "speakers": [
                "NSYZX7"
            ],
            "track": 5614,
            "start": "2023-08-16T17:40:00+02:00",
            "end": "2023-08-16T18:25:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "EHRX7J",
            "title": "Modelling for Mutual Aid",
            "abstract": "How can we build communities in support of mutual aid networks that begin to model the better societies we all deserve to live in? This workshop is a crash-course info dump in community organizing for supporting marginalized communities without the help of corporations or institutions.",
            "speakers": [
                "RFQE89"
            ],
            "track": 5613,
            "start": "2023-08-16T18:00:00+02:00",
            "end": "2023-08-16T19:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "NHHEZN",
            "title": "Jens Spahns credit score is \"very good\"",
            "abstract": "A case study on how to use security research as a method of direct action.",
            "speakers": [
                "QGDPL3"
            ],
            "track": 5611,
            "start": "2023-08-16T18:00:00+02:00",
            "end": "2023-08-16T18:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "XPTA8A",
            "title": "Technologische Souveränität und die Gestaltung der Plattformökonomie",
            "abstract": "Auf EU Ebene werden zurzeit die Rahmenbedingungen für die digitale Wirtschaft neu verhandelt und umgesetzt. Von den Spielregeln für digitale Dienstleistungen (Digital Services Act), der Beschränkung der Machtkonzentration der „Gatekeeper“ (Digital Market Act) bis hin zu Zugriffsrechten der Daten aus dem Internet der Dinge (Data Act). Die EU folgt dabei dem Leitbild der technologischen Souveränität. Doch was ist mit diesem Konzept gemeint und wie lässt es sich aus politökonomischer Perspektive einordnen?\r\n\r\nEin kurzer theoretischer Einstieg in die Plattformökonomie und ihre Geschäftsmodelle soll bei der Beantwortung dieser Frage unterstützen. Gleichzeitig schauen wir uns an, wie eine Visionen für eine sozial und ökologisch gerechte Gestaltung aussehen kann und welche politischen Hebel dafür genutzt werden können. Denn mit Blick auf die EU Wahlen in 2024 ist es umso wichtiger, dass die Zivilgesellschaft die Digitalpolitik der EU und ihr Leitbild der technologischen Souveränität kritisch einordnet und sie mit eigenen Narrativen aktiv mitgestaltet.",
            "speakers": [
                "V7CVMK"
            ],
            "track": 5613,
            "start": "2023-08-16T18:30:00+02:00",
            "end": "2023-08-16T18:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-16T17:00:00Z",
            "end": "2023-08-16T21:00:00+02:00",
            "room": 5836
        },
        {
            "code": "RTMHGU",
            "title": "Chaos Science Slam",
            "abstract": "Der Science Slam auf dem Camp.",
            "speakers": [
                "YY3ESL"
            ],
            "track": 5618,
            "start": "2023-08-16T19:00:00+02:00",
            "end": "2023-08-16T20:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-16T17:00:00Z",
            "end": "2023-08-16T21:00:00+02:00",
            "room": 5834
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Evening meal"
            },
            "start": "2023-08-16T17:00:00Z",
            "end": "2023-08-16T21:00:00+02:00",
            "room": 5837
        },
        {
            "code": "HCPHPP",
            "title": "Mesh The Planet",
            "abstract": "Mesh networks have the property of being decentralized, self-healing and hard to censor. But so far, these have been limited to small islands. Larger networks are held together by central servers. \"Mesh the Plant\" is intended to be an open exchange/discussion on community mesh networks (e.g. Freifunk, LibreMesh) and technologies such as batman-adv, Babel, OLSR, Yggdrasil, etc. be.\r\n\r\nAs an introduction, there is a small overview of the topics.\r\n\r\nLet's have fun :-)",
            "speakers": [
                "9Q87NY"
            ],
            "track": 5613,
            "start": "2023-08-16T19:00:00+02:00",
            "end": "2023-08-16T20:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "TU9UA8",
            "title": "Surface Mount Electronics Assembly for Terrified Beginners (Day 2)",
            "abstract": "In this 2h workshop, I will teach you to work with the tiny components that modern electronic devices are made of. We will assemble an electronic kitten, that purrs when touched correctly, and hisses when touched wrong. It will work, and is guaranteed to remove your fear of hand-assembling surface mount designs.",
            "speakers": [
                "YAVWZF"
            ],
            "track": 5611,
            "start": "2023-08-16T20:00:00+02:00",
            "end": "2023-08-16T22:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "SN7PWN",
            "title": "Words n Sound",
            "abstract": "Voice, words and sound mit loop station. Die Performancekünstlerin* Tatjana Bikic berührt kollektive Themen der Einsamkeit& des Klarkommens mit Mitteln der Neurowissenschaft& des Tarots.",
            "speakers": [
                "AT79F7"
            ],
            "track": 5617,
            "start": "2023-08-16T20:15:00+02:00",
            "end": "2023-08-16T20:45:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "9FSGY8",
            "title": "DB Schnüffelnavigator",
            "abstract": "Die Bahn-App „DB Navigator” ist voll mit Trackern. Digitalcourage klagt zusammen mit IT-Sicherheitsexperten Mike Kuketz und dem Fachanwalt für Datenschutz Peter Hense dagegen. Denn wir wollen Bahn fahren – nicht Daten liefern.",
            "speakers": [
                "RHVBXA"
            ],
            "track": 5612,
            "start": "2023-08-16T21:00:00+02:00",
            "end": "2023-08-16T22:00:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "CZYZ7S",
            "title": "Ohm-I",
            "abstract": "Hacker Hip Hop live",
            "speakers": [
                "J88XZF"
            ],
            "track": 5616,
            "start": "2023-08-16T21:00:00+02:00",
            "end": "2023-08-16T22:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "3VHXVY",
            "title": "Kriegsökologie",
            "abstract": "In diesem Vortrag geht es um rechte Aktionen und Kampagnen gegen die Klima- und Ökologiebewegung jenseits von Verleugnung und Zementierung des Status Quo. Wir sehen Beispiele für Gewalt gegen Aktivisti, Versuche der Eroberung von politischem Terrain und eine neue Generation von Ökofaschist*innen.",
            "speakers": [
                "VNQP7M"
            ],
            "track": 5613,
            "start": "2023-08-16T21:00:00+02:00",
            "end": "2023-08-16T21:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "XYT3LS",
            "title": "Chat-Control: now is the time to take action!",
            "abstract": "For more than a year now, the European Union's plans for chat-control have been underway.\r\nIn this talk we take a look at what's happening in Brussels and Berlin right now, why it's getting tight for fundamental rights and what needs to happen to stop this huge surveillance package.",
            "speakers": [
                "G3VFME",
                "XQZELM",
                "DAWNLU"
            ],
            "track": 5611,
            "start": "2023-08-16T21:00:00+02:00",
            "end": "2023-08-16T21:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "E7XGY9",
            "title": "Project Blinkenlights",
            "abstract": "The complete story of Project Blinkenlights: achievements, failures, technology and its cultural impact",
            "speakers": [
                "CLXNT3"
            ],
            "track": 5614,
            "start": "2023-08-16T21:00:00+02:00",
            "end": "2023-08-16T22:30:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "VSRGWK",
            "title": "Disclosure, Hack and Back",
            "abstract": "In the past months, we reported vulnerabilities to various companies. In addition, we have alerted over thirty companies that they were currently being hacked. In this presentation, we will share our most interesting anecdotes.\r\n\r\nPart 1: Your company receives a vulnerability report for free. We will show you how you can still mess it up.\r\nPart 2: You hack companies for ransomware groups. We will show you how you can still mess it up.",
            "speakers": [
                "UZTVSX",
                "WZYVCV",
                "N7MQUY"
            ],
            "track": 5611,
            "start": "2023-08-16T22:00:00+02:00",
            "end": "2023-08-16T22:45:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "CASNQY",
            "title": "Hardware Happy Hour",
            "abstract": "Hardware Happy Hour is an informal way to socialize, show off your projects, and talk about the world of hardware. Bring something you're working on or just bring yourself.",
            "speakers": [
                "9WB7SN"
            ],
            "track": 5611,
            "start": "2023-08-16T22:00:00+02:00",
            "end": "2023-08-16T23:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "ZYGS97",
            "title": "Fediverse - baut kleine geile Firmen auf!",
            "abstract": "Wie es Gelingen kann, das Fediverse und seine Infrastruktur durch den Aufbau kleiner Firmen zu fördern und zu stabilisieren.",
            "speakers": [
                "NSTENV"
            ],
            "track": 5612,
            "start": "2023-08-16T22:15:00+02:00",
            "end": "2023-08-16T23:00:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "LNUFAJ",
            "title": "Never mind the gigwork - here's the Coffeebots",
            "abstract": "A marionette puppet extravaganza full of robots, coffee, and algorithmic capitalism. A punk rock space opera!. Follow our brave little coffeebots and their struggle against the system. Fly with us to the end of the universe to fight the big bad endboss.",
            "speakers": [
                "XTHB3B"
            ],
            "track": 5617,
            "start": "2023-08-16T22:15:00+02:00",
            "end": "2023-08-16T23:15:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "CYNMEX",
            "title": "MADTIXX - Melodic Techno / Progressive House or DNB",
            "abstract": "Progressive Mix of Minimal, Melodic Techno, Progressive House Tracks or DNB",
            "speakers": [
                "8JWVFA"
            ],
            "track": 5615,
            "start": "2023-08-16T22:50:00+02:00",
            "end": "2023-08-16T23:50:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "H8WXCU",
            "title": "Mijk van Dijk",
            "abstract": "Ambient/Chill Out\r\n\"Mijk van Dijk has been leaving marks and milestones in electronic music since 1990 with his productions, live performances and DJ sets, ranging from techno to ambient and clubmusic to game soundtracks.\r\nAt CCCamp 2023 he plays one of his rare ambient sets live from Ziegeleipark Mildenberg.",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-16T23:00:00+02:00",
            "end": "2023-08-17T02:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "SAKVHU",
            "title": "Stories from the Life of an Incident Responder",
            "abstract": "The high number of IT security incidents in recent years shows that any institution can be caught out - regardless of whether it is an enterprise, a university, or a hospital. The attackers' methods are often similar and can be prevented by taking appropriate measures.\r\nBut how exactly does such an attack typically take place? How do I protect my company against it? And what happens if it's too late and an incident response is needed? Which steps do you need to take, and how can you prepare in advance to support the incident responder of your trust?\r\n\r\n**Warning**: This presentation has facepalm potential. And memes.",
            "speakers": [
                "UQZHB8",
                "RE9GKG"
            ],
            "track": 5611,
            "start": "2023-08-16T23:00:00+02:00",
            "end": "2023-08-16T23:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "KCMP73",
            "title": "Gemeinsam Gesichter-Suchmaschinen stoppen",
            "abstract": "Gesichter-Suchmaschinen wie Clearview AI und Pimeyes sammeln Milliarden von Fotos im Internet. Mit den Bildern füttern sie ihren biometrischen Suchindex, um uns alle immer und überall identifizierbar zu machen. Eigentlich sollte die DSGVO diesen Überwachungsmonstern Steine in den Weg legen. Praktisch tut sie das aber kaum.\r\n\r\nGemeinsam verlangen wir Datenauskünfte von solchen Firmen und bereiten Beschwerden bei den zuständigen Datenschutz-Ausichtsbehörden vor.",
            "speakers": [
                "UZTVSX",
                "QGWLHG"
            ],
            "track": 5612,
            "start": "2023-08-16T23:10:00+02:00",
            "end": "2023-08-16T23:30:00+02:00",
            "room": 5835,
            "featured": true
        },
        {
            "code": "H3SNRE",
            "title": "Dance for your digital rights",
            "abstract": "Downbeat DJ Set",
            "speakers": [
                "HWNGKC"
            ],
            "track": 5616,
            "start": "2023-08-16T23:20:00+02:00",
            "end": "2023-08-17T00:20:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "X8VKCU",
            "title": "Perso Ohne Finger – eine szenische Lesung",
            "abstract": "Digitalcourage klagt vor dem europäischen Gerichtshof (EuGH) gegen die Speicherpflicht für Fingerabdrücke im Personalausweis. Leider gibt es von der mündlichen Anhörung vor dem Gericht keine dauerhaft verfügbare Aufzeichnung. Das ist schade, denn es wurden jede Menge aufschlussreiche Dinge gesagt. Deshalb lesen wir mit verteilen Rollen die schönsten Dialoge aus unserem Gedächtnisprotokoll. Möglicherweise auch mit einigen Verfremdungseffekten.",
            "speakers": [
                "RHVBXA",
                "XQZELM"
            ],
            "track": 5612,
            "start": "2023-08-16T23:45:00+02:00",
            "end": "2023-08-17T00:45:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "CS3H3P",
            "title": "_Hlgrprng",
            "abstract": "When you experience Hlgrprng’s soundscapes, you step into a sonic world shaped by a deeply rooted understanding of spatial dynamics, communal experience and audio frequencies. Seamlessly blending ambient textures, unique sonic nuances, and rhythmic complexities, Hlgrprng’s performances are an aural reflection of the transformational rhythm of city life. His sonic work serves not only as an immersive auditory experience but also as an exploration of the intricate relationships that shape acoustic landscapes.",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-17T02:00:00+02:00",
            "end": "2023-08-17T06:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "L7V9HF",
            "title": "Read and Manipulate Network Traffic on Android with mitmproxy",
            "abstract": "In this talk, we take a first look at the tool mitmproxy. We will use it for interacting with network traffic on an Android phone.",
            "speakers": [
                "DCUJZH"
            ],
            "track": 5611,
            "start": "2023-08-17T09:00:00+02:00",
            "end": "2023-08-17T09:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "FGYKJN",
            "title": "Mitmachen & Vernetzen lokaler Initiativen",
            "abstract": "Austausch über Möglichkeiten sich im digitalpolitischen Bereich lokal zu engagieren und zu vernetzen. Digitalcourage stellt ihre Möglichkeiten vor, andere Organisationen und Individuen sind herzlich eingeladen beizutragen.",
            "speakers": [
                "PJZZ7S"
            ],
            "track": 5612,
            "start": "2023-08-17T09:00:00+02:00",
            "end": "2023-08-17T11:30:00+02:00",
            "room": 5835,
            "featured": true
        },
        {
            "code": "HMUBKP",
            "title": "Deep Dive: External Attack Surface Mapping - First Steps (Part 1 of 2)",
            "abstract": "Intent of this workshop is to shed light on the techniques and methodologies around OSINT reconnaissance. Everything that we explore throughout this workshop can be achieved using open source tooling and scaled up effectively. \r\n\r\nThis journey won't be just a scratch of the (attack) surface, but a true deep dive in what is happening behind all of the steps and the reasoning behind it.\r\n\r\nThis is part one of our OSINT recon adventure.",
            "speakers": [
                "9CNFCV",
                "NYV3WN"
            ],
            "track": 5611,
            "start": "2023-08-17T09:30:00+02:00",
            "end": "2023-08-17T11:30:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "8KFF9C",
            "title": "Demystify Mach-O",
            "abstract": "A deep dive explaining the Mach-O executable format along side a code demo.",
            "speakers": [
                "3VCWBL"
            ],
            "track": 5611,
            "start": "2023-08-17T09:30:00+02:00",
            "end": "2023-08-17T10:15:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "LU8CTP",
            "title": "Making art out of natural formations with Geographic Information Systems(GIS)",
            "abstract": "This workshop is meant to equip the participants with the knowledge and skills to extract the beauty of nature out of geographical data using QGIS.",
            "speakers": [
                "X7G7EG"
            ],
            "track": 5613,
            "start": "2023-08-17T10:00:00+02:00",
            "end": "2023-08-17T11:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "ZJSZBK",
            "title": "Finding Sound and Making Microphones",
            "abstract": "This workshop will be a guide to getting experimental with the noises around us. We will learn how to use piezos and electromagnetic pickups to find hidden sounds, then we will make a lofi embroidery hoop microphone.",
            "speakers": [
                "9WB7SN"
            ],
            "track": 5611,
            "start": "2023-08-17T10:30:00+02:00",
            "end": "2023-08-17T12:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "TQXEN7",
            "title": "📶 Analyzing Cellular Basebands with FirmWire 🔎",
            "abstract": "Last year, we released FirmWire to the public, an open-source baseband analysis platform.\r\nBut what even is a baseband and why do we want to analyze it? Hint: It’s a critical part of your phone and a first point of entry for attacks.\r\n\r\nThis talk will answer your questions and provide a hands-on introduction to our framework.",
            "speakers": [
                "P9LHMV",
                "KL9AUC"
            ],
            "track": 5611,
            "start": "2023-08-17T10:30:00+02:00",
            "end": "2023-08-17T11:15:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "UMV7YR",
            "title": "Chaos Computer Club Chill Camp Crew Allstars",
            "abstract": "Let's start the day with lovely music from our crew!",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-17T11:00:00+02:00",
            "end": "2023-08-17T13:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "KBXMSS",
            "title": "Code wiedergeben in Musikform",
            "abstract": "Eine Aufführung eines Musikstückes welches den Quelltext eines Programmes in Musikform wiedergibt.",
            "speakers": [
                "YWNDEW"
            ],
            "track": 5617,
            "start": "2023-08-17T11:15:00+02:00",
            "end": "2023-08-17T12:15:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "title": {
                "de": "Mittag",
                "en": "Lunch"
            },
            "start": "2023-08-17T09:30:00Z",
            "end": "2023-08-17T14:30:00+02:00",
            "room": 5836
        },
        {
            "title": {
                "de": "Mittagessen",
                "en": "Lunch"
            },
            "start": "2023-08-17T09:30:00Z",
            "end": "2023-08-17T14:00:00+02:00",
            "room": 5834
        },
        {
            "title": {
                "de": "Mittagspause",
                "en": "Lunch break"
            },
            "start": "2023-08-17T09:30:00Z",
            "end": "2023-08-17T14:00:00+02:00",
            "room": 5837
        },
        {
            "code": "EUYPDP",
            "title": "Gameboymusic Workshop",
            "abstract": "Chiptune oder Musik erzeugt von Soundchips alter Computer , Konsolen und Handhelds benötigt\r\nheute keine detaillierten Kenntnisse mehr von Hardware und Assemblersprache . Der Künstler irq7\r\nzeigt wie man einem Gameboy Sounds entlockt und erste Loops damit komponiert. Dafür sind\r\nkeine Vorkenntnisse nötig. Gerne darf man natürlich Kopfhörer und den eigenen Gameboy mitbringen.",
            "speakers": [
                "RZN9SM"
            ],
            "track": null,
            "start": "2023-08-17T12:30:00+02:00",
            "end": "2023-08-17T14:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "37VQZW",
            "title": "Welle One Love",
            "abstract": "tba\r\nhttps://hearthis.at/welleonelove/set/welle-one-love-radio/",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-17T13:00:00+02:00",
            "end": "2023-08-17T16:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "C7FMFU",
            "title": "Learn to Solder / Digital Music Synthesis workshop with ArduTouch music synthesizer kit",
            "abstract": "_**Anyone can learn to solder!**_  \r\n_And anyone can learn to make music, sound (and noise!) with computer chips!_  \r\nAll participants will easily learn all of this by making an **[ArduTouch music synthesizer](https://cornfieldelectronics.com/cfe/projects.php#ardutouch)** from a kit.",
            "speakers": [
                "QFFJLL"
            ],
            "track": 5611,
            "start": "2023-08-17T13:30:00+02:00",
            "end": "2023-08-17T16:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "8ZC3K7",
            "title": "Lightning Talks Session 2",
            "abstract": "A short session for even shorter talks.",
            "speakers": [
                "Q3LG7W"
            ],
            "track": 5614,
            "start": "2023-08-17T14:00:00+02:00",
            "end": "2023-08-17T15:00:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "K8BFBL",
            "title": "Writin' me a RUST",
            "abstract": "Rust is an up-and-coming, safe and performant programming language with some very novel, funky features. Learn about Rust and write your first simple Rust program",
            "speakers": [
                "MTCKR8"
            ],
            "track": 5613,
            "start": "2023-08-17T14:00:00+02:00",
            "end": "2023-08-17T16:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "KG9EEV",
            "title": "Fantastic OPRFs and where to find them",
            "abstract": "An Oblivious Pseudo-Random Function (OPRF) is versatile cryptographic primitive which is the basis for a wide range of protocols and tools. They enable one to outsource randomness computations to another party without having to trust them or make any compromises in confidentiality of the inputs. The most common benefit of using an OPRF, is that it adds strong privacy guarantees to protocols. A well-placed OPRF can also provide confidentiality without needing a PKI infrastructure. In some cases an OPRF can provide strong security guarantees that traditional systems cannot provide. OPRFs are truly one of the most exciting and underappreciated cryptographic building blocks of the last decade.\r\n\r\nIn this talk I am will explain how OPRFs work, properties can achieve, and how OPRFs are used in various protocols. I am going to show some examples of existing free software tools which use or provide OPRFs and how these tools compare to alternative solutions.",
            "speakers": [
                "83SKKM"
            ],
            "track": 5611,
            "start": "2023-08-17T14:00:00+02:00",
            "end": "2023-08-17T14:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "7XVTGY",
            "title": "r2wars - battle bots in shared memory",
            "abstract": "Running programs simultaneously in the same memory: what could go wrong? This is about how and then playing with it hands-on. We look at the substructure, build our own small programs that then try to overwrite each other.",
            "speakers": [
                "TXXW73"
            ],
            "track": 5611,
            "start": "2023-08-17T14:30:00+02:00",
            "end": "2023-08-17T16:21:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "97UPEC",
            "title": "AFFE+",
            "abstract": "Instrumental.\r\nImprov.\r\nExperimental.\r\nSound Of Noise.\r\nEvokíng Entropy!\r\nFlowstate!!\r\nLove & Passion !!!",
            "speakers": [
                "KTJWDT"
            ],
            "track": 5616,
            "start": "2023-08-17T14:30:00+02:00",
            "end": "2023-08-17T15:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "RHWHRW",
            "title": "Lesung \"Digitale Mündigkeit\"",
            "abstract": "Leena Simon liest aus ihrem Buch \"Digitale Mündigkeit\" und erklärt, weshalb wir damit die Welt retten könnten.",
            "speakers": [
                "UXT9SH"
            ],
            "track": 5612,
            "start": "2023-08-17T14:30:00+02:00",
            "end": "2023-08-17T15:15:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "YVWNW3",
            "title": "Free Software: Software Design For The Environment",
            "abstract": "Today, Information & Communications Technology accounts for 2-3% of global CO2 emissions, on a par with the aviation industry. If nothing changes, by 2050 it's estimated this number will rise to over 30%. Often overlooked is the crucial role of software. It is software which determines hardware's energy consumption, and for how long devices remain in use. That software design can drive environmental harm is still largely unknown to much of the population, let alone that users can already do something about it with Free Software.\r\n\r\nIn early 2023 KDE published the handbook \"Applying The Blue Angel Criteria To Free Software\", the culmination of a 21-month project funded by the German government. The handbook presents the whys, whats, and hows for certifying software as sustainable with the Blue Angel ecolabel. In this talk I will provide an overview of the environmental harm driven by software and how Free Software is well-positioned to address the issues. I will link the inherent values that come with a Free & Open Source Software license to sustainable software design, and I will present the various ways that Free Software aligns with the Blue Angel ecolabel. Finally, I will provide an overview of the current sustainability goal of KDE and the work of the KDE Eco initiative. This includes publishing the KDE Eco handbook, setting up a measurement lab for FOSS developers, squashing hundreds of efficiency bugs, supporting the sustainability objectives of the FOSS Nigeria project \"Renew V\", among others.",
            "speakers": [
                "TAENRL"
            ],
            "track": 5613,
            "start": "2023-08-17T14:30:00+02:00",
            "end": "2023-08-17T15:15:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "Z8T9HD",
            "title": "Non-English based Programming",
            "abstract": "This talk offers an overview about difficulties when learning programming for Non-English-Speakers or at least not native English speakers. After the introduction there will be a live demo of some multilingual programming languages and an explanation how to define functions in different programming languages.",
            "speakers": [
                "YWNDEW",
                "FSWT3K"
            ],
            "track": 5614,
            "start": "2023-08-17T15:00:00+02:00",
            "end": "2023-08-17T15:20:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "ATJMB9",
            "title": "All cops are broadcasting: Obtaining the secret TETRA primitives after decades in the shadows",
            "abstract": "In this talk we will discuss the radio jailbreaking journey that enabled us to perform the first public disclosure and security analysis of the proprietary cryptography used in TETRA (Terrestrial Trunked Radio): a European standard for trunked radio globally used by government agencies, police, prisons, emergency services and military operators. Besides governemental applications, TETRA is also widely deployed in industrial environments such as factory campuses, harbor container terminals and airports, as well as critical infrastructure such as SCADA telecontrol of oil rigs, pipelines, transportation and electric and water utilities. \r\n\r\nFor over two decades, the underlying algorithms have remained secret and bound with restrictive NDAs prohibiting public scrutiny of this highly critical technology. As such, TETRA was one of the last bastions of widely deployed secret proprietary cryptography. We will discuss in detail how we managed to obtain the primitives and remain legally at liberty to publish our findings. \r\n\r\nThis journey has involved reverse-engineering and exploiting multiple zero-day vulnerabilities in the highly popular Motorola MTM5x00 TETRA radio and its TI OMAP-L138 trusted execution environment (TEE) and covers everything from side-channel attacks on DSPs, through writing decompilers headache-inducing DSP architectures, all the way to exploiting ROM vulnerabilities in the Texas Instruments TEE.",
            "speakers": [
                "WTMRVQ",
                "G3BBRL",
                "7A8BP8"
            ],
            "track": 5611,
            "start": "2023-08-17T15:00:00+02:00",
            "end": "2023-08-17T15:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "KYDTSG",
            "title": "Datenschutz-Sprechstunde mit den Aufsichtsbehörden",
            "abstract": "Mitarbeiter der Datenschutz-Aufsichtsbehörden stehen Rede und Antwort.",
            "speakers": [
                "FWSHKB",
                "PLN898"
            ],
            "track": 5612,
            "start": "2023-08-17T15:25:00+02:00",
            "end": "2023-08-17T16:25:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "9XPJNG",
            "title": "Meshenger - True P2P Phone Calls",
            "abstract": "Meshenger is a P2P Android phone app that started out as a demo for community mesh networks.",
            "speakers": [
                "9Q87NY"
            ],
            "track": 5613,
            "start": "2023-08-17T15:30:00+02:00",
            "end": "2023-08-17T15:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "87V9Z8",
            "title": "LabIX: Creating an Internet Exchange in your local Hackerspace",
            "abstract": "Hear about our adventure setting up the [Labitat Internet Exchange (LabIX)](https://ix.labitat.dk/) in Copenhagen.\r\n\r\nMany nice FOSS tools for network routing exist, but we found that technical details on IXPs are not as easily searchable and available as one would like. \r\n\r\nWe will show how PeeringDB and a route server ([AS60247](https://as60247.peeringdb.com/)) help connecting our peers and which BGP filtering strategies we use. Hardware and server housing are of course, also needed in order to physically connect your peering clients.\r\nThere is also the administrative part: you would need an Autonomous System Number (ASN) in order to do real networking routing, but how do you find a friendly sponsoring Local Internet Registry (LIR) to get a hold of IP resources? And what about the RIPE database entries? Which do we need?",
            "speakers": [
                "WBRBUK"
            ],
            "track": 5614,
            "start": "2023-08-17T15:40:00+02:00",
            "end": "2023-08-17T16:25:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "MXKEGZ",
            "title": "DJ AVA / Orbit Around the Earth",
            "abstract": "Drift through a sonic tapestry that spans continents, genres, and states of consciousness. \r\n\r\nThis set weaves a mosaic of sound and spirit, where each track becomes a musical postcard. As Latin serenades play, intertwining with the upbeat rhythms of cumbia and música tropical, you're transported to sunlit plazas and lively dance celebrations. Explore a mix of global anthems, from the energizing beats of Afrobeat to the distinct vibes of 60s Turkish psych rock. Let the rhythms of the Earth unveil a world of soulful wonder.\r\nAbout this set: Gems of psychedelic, rock, blues, Latin, surf, folk and world music for dreamers, lovers and intergalactic hitchhikers.",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-17T16:00:00+02:00",
            "end": "2023-08-17T19:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "DCDJZU",
            "title": "Handson REUSE.software",
            "abstract": "Developing, using, and re-using Free Software is fun, but declaring licensing and copyright information is not. [REUSE](https://reuse.software/) changes that. With three simple steps, it makes declaring licensing and copyright information unambiguous and perfectly human- and machine-readable.\r\n\r\nThis is an interactive workshop as an introduction to the REUSE project and demonstration of how to make a repository REUSE compliant.",
            "speakers": [
                "JKYLWM"
            ],
            "track": 5613,
            "start": "2023-08-17T16:00:00+02:00",
            "end": "2023-08-17T17:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "ANGUCW",
            "title": "Ethical hacking, good intentions and questionable outcomes",
            "abstract": "We've all been there, we knocked a company offline while doing some well intended security testing. How many requests per second is considered ethical? How deep into a system can you go, dump the database or not? Reverse shell or touch /tmp/pwned? What are YOUR ethical boundaries?\r\n\r\nWhat is ethical? and why? Is buying credentials of the dark web ethical? Is fuzzing a server in a broom closet with millions of requests ethical? Did you know it was a raspberry pie in a broom closet?",
            "speakers": [
                "YCNPCT"
            ],
            "track": 5611,
            "start": "2023-08-17T16:00:00+02:00",
            "end": "2023-08-17T16:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "CP89YJ",
            "title": "Chapeau Club",
            "abstract": "Chapeau Club erarbeitet seit 2012 immersive Inszenierungen, surreale Performances und Genre sprengende Happenings mit opulenten Kostümen und extremen Bilderwelten. Absurdes Chaos, Persiflage, Techno und Avantgarde zeichnen die Stücke aus. Ziel ist ein zeitgenössisches, partizipatives, sinnliches Theater. Als ‘König:innen’ der mobilen Performance etabliert das Kollektiv ein neues zugängliches Volks- und Stadttheater. Spielorte sind Clubs, Musikfestivals und öffentlicher Raum.",
            "speakers": [
                "EVG38C"
            ],
            "track": 5617,
            "start": "2023-08-17T16:30:00+02:00",
            "end": "2023-08-17T17:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "JECUTC",
            "title": "Digitalisierung im Brutvogel-Monitoring",
            "abstract": "Politik und Verwaltung sind auf kompakte Informationen angewiesen. Ist die Wirklichkeit zu komplex, so wird sie auf Indikatoren reduziert. Dieser Talk beleuchtet den Digitalisierungsprozess am Beispiel des \"Monitoring häufiger Brutvögel\", dessen Zahlen in Indikatoren auf Bundes- und EU-Ebene eingehen. Die Erfassung von Rohdaten im Gelände war lange Handarbeit, seit letztem Jahr läuft sie fast automatisch.",
            "speakers": [
                "HCA3WD"
            ],
            "track": 5613,
            "start": "2023-08-17T16:30:00+02:00",
            "end": "2023-08-17T17:15:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "VSSL3W",
            "title": "Cryptocafé – Workshop zur digitalen Selbstverteidigung",
            "abstract": "Gemeinsam bringen wir uns bei, wie ordentlich verschlüsselt werden kann, der Browser fürs spurenarme Surfen konfiguriert wird",
            "speakers": [
                "AJJASY"
            ],
            "track": 5612,
            "start": "2023-08-17T16:35:00+02:00",
            "end": "2023-08-17T17:35:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "3YQS3E",
            "title": "Wie synthetisiert man DNA",
            "abstract": "Kurze Erklärung wie DNA bzw Phosphoramiditsynthese funktioniert.",
            "speakers": [
                "C8YD7P"
            ],
            "track": 5614,
            "start": "2023-08-17T16:45:00+02:00",
            "end": "2023-08-17T17:05:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "RBPWXU",
            "title": "Surface Mount Electronics Assembly for Terrified Beginners (Day 3)",
            "abstract": "In this 2h workshop, I will teach you to work with the tiny components that modern electronic devices are made of. We will assemble an electronic kitten, that purrs when touched correctly, and hisses when touched wrong. It will work, and is guaranteed to remove your fear of hand-assembling surface mount designs.",
            "speakers": [
                "YAVWZF"
            ],
            "track": 5611,
            "start": "2023-08-17T16:55:00+02:00",
            "end": "2023-08-17T18:55:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "TCHWNK",
            "title": "Deep Dive: External Attack Surface Mapping - Digging Deeper (Part 2 of 2)",
            "abstract": "Intent of this workshop is to shed light on the techniques and methodologies around OSINT reconnaissance. Everything that we explore throughout this workshop can be achieved using open source tooling and scaled up effectively. \r\n\r\nThis journey won't be just a scratch of the (attack) surface, but a true deep dive in what is happening behind all of the steps and the reasoning behind it.",
            "speakers": [
                "9CNFCV",
                "NYV3WN"
            ],
            "track": 5611,
            "start": "2023-08-17T17:00:00+02:00",
            "end": "2023-08-17T19:00:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "JAC3N3",
            "title": "Mini World'O'Techno workshop",
            "abstract": "We'll assemble kits to make a mini version of the World'O'Techno (http://www.jarkman.co.uk/catalog/robots/worldotechno.htm), and talk over how the code works and what else you might make it do.",
            "speakers": [
                "KTY8VR"
            ],
            "track": 5611,
            "start": "2023-08-17T17:00:00+02:00",
            "end": "2023-08-17T19:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "CLKXXG",
            "title": "Hacks and leaks, then and now",
            "abstract": "A discussion with Jeremy Hammond and Gabriella Coleman on the evolution of digital resistance, from direct action hacking to whistleblowing. How can hacktivists synergize with street activism to enact revolution? Can the lulz beat back the techno-fascist dystopia and their infosec enablers? We'll present strategies to strengthen decentralized networks, challenge government repression, and practice international solidarity.",
            "speakers": [
                "FCNFAS",
                "WQUXEA"
            ],
            "track": 5611,
            "start": "2023-08-17T17:00:00+02:00",
            "end": "2023-08-17T17:45:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "7FHFZA",
            "title": "How to Route a Package to Mars",
            "abstract": "Space missions need data networks, and it's not exactly a TCP/IP world up there. This talk will give an introduction to space data networks. Challenges at the physical layer are not in scope. Instead I will illustrate protocols, routing algorithms, and other schemes that were designed for networking in space.",
            "speakers": [
                "HPFQNZ"
            ],
            "track": 5614,
            "start": "2023-08-17T17:20:00+02:00",
            "end": "2023-08-17T17:40:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "MRSFXH",
            "title": "The difficult path to Climate Neutrality",
            "abstract": "Stopping global heating does not just mean building solar panels and wind turbines, and switching to electric vehicles. Many industrial processes have carbon emissions that cannot be avoided with today's technology.",
            "speakers": [
                "MFULFE"
            ],
            "track": 5613,
            "start": "2023-08-17T17:30:00+02:00",
            "end": "2023-08-17T18:15:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "KGKGBB",
            "title": "Chatkontrolle ex Machina",
            "abstract": "Über die Konstruktion und den Bau eines Scanners, um die Überwachung durch die sogenannte Chatkontrolle zu verdeutlichen",
            "speakers": [
                "UJXNCA",
                "XQZELM"
            ],
            "track": 5612,
            "start": "2023-08-17T17:45:00+02:00",
            "end": "2023-08-17T18:15:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "7KRCLF",
            "title": "A geometry engine from first principles - the first three years of a six month project.",
            "abstract": "Three years ago, I started what I thought would be a six month project to implement some CAM software for 3D printing purposes, without using any of the existing geometry kernels. How hard can it be, right? I made some choices that seem weird but were done for very good reasons, and ended up implementing some things that are actually new and exciting. Here’s the story of the adventure so far.",
            "speakers": [
                "LQBZWJ"
            ],
            "track": 5614,
            "start": "2023-08-17T17:50:00+02:00",
            "end": "2023-08-17T18:35:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "SMB8SM",
            "title": "A Guided Tour through Tor Network Health and Performance",
            "abstract": "Since the last time, we were all at camp, several significant changes have happened within the Tor network ecosystem, both technically and socially. In this presentation, we will review some exciting recent updates to the Tor network and look into the world of bad relay tracking, general network health observations, and the situation where multiple extensive Denial of Service attacks have caused a slowdown of the overall network performance.\r\n\r\nWe wish to guide the audience through a number of new technologies that have been added to the network. These innovations include a modern congestion control mechanism, our multi-path circuit feature, Conflux, and a Proof-of-Work (PoW) mechanism to help against Onion Services attacks. Additionally, we will discuss some upcoming changes to the current C Tor code base and our journey towards a Rust Tor relay implementation as part of our Arti re-implementation of Tor. Finally, in addition to the technology modifications, we also would like to talk about some of the social developments happening with the network, amongst others, a new mechanism for handling incoming technical and social proposals from the greater Tor community.",
            "speakers": [
                "999TRP",
                "ANQXMX",
                "AZ8RT8",
                "DEP8VG"
            ],
            "track": 5611,
            "start": "2023-08-17T18:00:00+02:00",
            "end": "2023-08-17T18:45:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "3NBGXL",
            "title": "Blümchen und Turbo",
            "abstract": "Punk DJs",
            "speakers": [
                "7Y9WQP"
            ],
            "track": 5615,
            "start": "2023-08-17T18:00:00+02:00",
            "end": "2023-08-17T19:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "ACXEBY",
            "title": "Garden Hacks & Technology Snacks (Lightning Talks)",
            "abstract": "Several lightning talks about everything related to open source and gardening: From software to hardware, from constructing your diy raised bed to maintaining a farmbot etc ...",
            "speakers": [
                "RXQS8M"
            ],
            "track": 5613,
            "start": "2023-08-17T18:00:00+02:00",
            "end": "2023-08-17T18:45:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "S7DPYT",
            "title": "Datenschutz vor Gericht durchsetzen",
            "abstract": "Seit 2018 gilt in Europa die DSGVO. Doch kaum einer hält sich daran.\r\nDatengetriebenes Online-Marketing verstößt jeden Tag millionenfach gegen Datenschutzrecht. Nicht nur die bekannten Big Player wie Google und Meta handeln mit Profilen von Millionen von Menschen und analysieren jede Interaktion beim Surfen. Spätestens seit der Corona-Pandemie setzen auch öffentliche Stellen wie Universitäten im Zuge einer fehlgeleiteten Digitalisierung Werkzeuge ein, mit denen Menschen überwacht werden. Viele Unternehmen nutzen IT-Tools, deren Funktionsweise sie kaum durchsteigen und deren Sicherheit sie nicht gewährleisten können. So sorgen sie dafür, dass sensible Daten über Betroffene offengelegt werden. \r\nBehörden und die Zivilgesellschaft gehen seit mehreren Jahren gegen Verstöße gegen die DSGVO vor. Doch die behördliche Rechtsdurchsetzung verläuft schleppend. \r\nEs gibt einen weiteren Weg: Betroffene und Verbände können vor Zivilgerichten ihre Rechte einklagen. Zum Beispiel die Unterlassung einer Datenverarbeitung, die Löschung personenbezogener Daten und sogar Schadenersatz.\r\nWie datenschutzrechtliche Gerichtsverfahren ablaufen, wie Tracking und Datenhandel im Zivilverfahren nachgewiesen werden können und wie man Richter:innen das Internet erklärt, berichten die Rechtsanwält:innen Elisabeth Niekrenz und Tilman Herbrich.",
            "speakers": [
                "9RKDUN",
                "RQ9NY9"
            ],
            "track": 5612,
            "start": "2023-08-17T18:25:00+02:00",
            "end": "2023-08-17T19:10:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "EMBRHS",
            "title": "Resilient solar energy-autonomous infrastructure with Freifunk-OpenMPPT controllers",
            "abstract": "Freifunk Open-MPPT is an expanding Open-Hardware and Open-Software development project for efficient and resilient energy autonomous infrastructure like communication nodes, environment monitoring, irrigation – and more. The talk presents the currently available models, evolution, scope of current use and presents an outlook of what might follow in the future.",
            "speakers": [
                "NQEWJU"
            ],
            "track": 5613,
            "start": "2023-08-17T18:30:00+02:00",
            "end": "2023-08-17T18:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-17T17:00:00Z",
            "end": "2023-08-17T21:00:00+02:00",
            "room": 5834
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-17T17:00:00Z",
            "end": "2023-08-17T21:00:00+02:00",
            "room": 5836
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Evening meal"
            },
            "start": "2023-08-17T17:00:00Z",
            "end": "2023-08-17T21:00:00+02:00",
            "room": 5837
        },
        {
            "code": "7FEBBC",
            "title": "Unlogistic",
            "abstract": "(Berlin/Paris)",
            "speakers": [
                "7Y9WQP"
            ],
            "track": 5616,
            "start": "2023-08-17T19:00:00+02:00",
            "end": "2023-08-17T20:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "Z9NZ73",
            "title": "Lesung: Thomas Fricke stellt vor:",
            "abstract": "Es soll ein relativ unbekannter, aber sehr einflussreicher Science Fiction Autor vorgestellt werden: Cordwainer Smith, im bürgerlichen Leben Paul Linebarger. Die Science in seinen Geschichten ist Psychologie. Er ist der Autor eines der ersten Bücher über \"Psychological Warfare\". Sein Werk ist aus dem amerikanischen Copyright gefallen und auf Gutenberg verfügbar und besteht aus einigen Kurzgeschichten und wenigen Romanen. Ursula K. Le Guin schrieb über seine Texte: Seine Sachen sind so schön und so seltsam, und ich möchte auch so etwas machen. Wir lesen das \"Das Spiel Ratte und Drache (1956)\" in der deutschen Fassung. Die englischen Texte sind bei gutenberg.ca und als Audio bei Librivox.org. Seine Homepage <http://www.cordwainer-smith.com/>",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-17T19:05:00+02:00",
            "end": "2023-08-17T20:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "KAYZBX",
            "title": "Turbo & Blümchen",
            "abstract": "Punk DJs",
            "speakers": [
                "7Y9WQP"
            ],
            "track": 5615,
            "start": "2023-08-17T20:00:00+02:00",
            "end": "2023-08-17T21:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "X8LDYU",
            "title": "Live: Cobalt Blue",
            "abstract": "Das Duo Cobalt Blue: chilled vocal jazz classix dedicated to Billie, Ella, Bessie, Sarah, Nina and Amy\"",
            "speakers": [],
            "track": 5616,
            "start": "2023-08-17T20:20:00+02:00",
            "end": "2023-08-17T21:20:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "YXCDTQ",
            "title": "Live-Performance eines DIY-Instruments: Die Laserharfe",
            "abstract": "Eine überraschende Funktionalität der WiiMote-Controller ist die schnelle Lichtpunkte-Erkennung in deren vorwärtszeigenden Kamera … Kombiniert mit acht handelsüblichen Lasern, einem MIDI-Controller und ein bisschen Klebstoff kann daraus ein richtiges Instrument werden.\r\n\r\nWie sich das ganze dann von einem Profi bedient anhört, könnt ihr hier bestaunen.",
            "speakers": [
                "8QNSW9"
            ],
            "track": 5616,
            "start": "2023-08-17T20:29:46+02:00",
            "end": "2023-08-17T22:00:00+02:00",
            "room": 5839,
            "featured": false
        },
        {
            "code": "CVYSWW",
            "title": "Gespräch: Eine digitale Währung mit den Eigenschaften von Bargeld – ist das möglich?",
            "abstract": "Warum brauchen wir digitales (Bar-)geld? Welche Eigenschaften müsste eine gute digitale Währung haben? Wie könnte sich unser Alltag dadurch verändern? Und wie funktioniert das in der Praxis? Christian Grothoff (GNU Taler), Leena Simon (Digitalcourage) und padeluun (Digitalcourage) diskutieren, Publikumsbeteiligung erwünscht.",
            "speakers": [
                "NSTENV",
                "UXT9SH"
            ],
            "track": 5612,
            "start": "2023-08-17T21:00:00+02:00",
            "end": "2023-08-17T22:00:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "TUCSNV",
            "title": "HiP Party",
            "abstract": "Hackin in Parallel - Party",
            "speakers": [
                "XTHB3B",
                "G3VFME"
            ],
            "track": 5611,
            "start": "2023-08-17T21:00:00+02:00",
            "end": "2023-08-18T00:00:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "TLXXEX",
            "title": "Logbuch:Netzpolitik",
            "abstract": "Live-Podcast mit Tim Pritlove und Linus Neumann und interessanten Besucherinnen des Camps.",
            "speakers": [
                "CLXNT3",
                "WZYVCV"
            ],
            "track": 5613,
            "start": "2023-08-17T21:00:00+02:00",
            "end": "2023-08-17T22:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "C7MUDA",
            "title": "Demoscene from the Beginning to nowadays!",
            "abstract": "The scene started with the home computer revolution of the early 1980s, and the subsequent advent of software cracking. Crackers altered the code of computer games to remove copy protection, claiming credit by adding introduction screens of their own (\"cracktros\"). They soon started competing for the best visual presentation of these additions. Through the making of intros and stand-alone demos, a new community eventually evolved, independent of the gaming: and software sharing scenes.",
            "speakers": [
                "DEZHLX"
            ],
            "track": 5614,
            "start": "2023-08-17T21:00:00+02:00",
            "end": "2023-08-17T22:00:00+02:00",
            "room": 5837,
            "featured": true
        },
        {
            "code": "XEYNNZ",
            "title": "WLED-Lion workshop: Learn soldering and programming LED lights",
            "abstract": "In this workshop, we will learn the basics of soldering components on a circuit board. We will then use our board to control LEDs, which you can take home and install in your own camps. Takes 2-3 hours and kits cost 25€. Max 15 participants, please sign up on *PAPER* at BornHack village in the Cold North Cluster.",
            "speakers": [
                "WBRBUK",
                "3KAY38"
            ],
            "track": 5611,
            "start": "2023-08-17T21:00:00+02:00",
            "end": "2023-08-18T00:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "MADVMJ",
            "title": "Ponys auf Pump",
            "abstract": "Punk",
            "speakers": [
                "7Y9WQP"
            ],
            "track": 5616,
            "start": "2023-08-17T21:00:00+02:00",
            "end": "2023-08-17T22:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "EJVSLA",
            "title": "The state of non-centralized social media",
            "abstract": "The goal of the talk is to provide an update on the state of the non-centralized social media ecosystem. I will talk about older protocols or platforms such as Secure Scuttlebutt and Activity Pub as well as new ones such as Bluesky or Nostr. Attendees will be able to learn what non-centralised social media protocols exist, will hear about models of their operation on the basic level and hear about some challenges that we face when developing non-centralised social media.",
            "speakers": [
                "VLYRN9"
            ],
            "track": 5611,
            "start": "2023-08-17T21:00:00+02:00",
            "end": "2023-08-17T21:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "CFASNP",
            "title": "Fantastic build system failure modes and how to fix them",
            "abstract": "Rebuilding target files when source files have changed is seems easy, but is not. Commonly used build systems (make, ninja, etc.) are often unable to guarantee both that they rebuild only what needs to be rebuilt and that they do not rebuild what does not need to be rebuilt.\r\n\r\nI will show how to reliably encounter common build system failure modes and explain which architectural choices lead to those. Using DJB's “redo” design as an example, I will show how build system architecture determines if failure modes can be addressed at all. Lastly, I will speculate why many developers dismiss such issues before encountering them – and some even do afterwards.",
            "speakers": [
                "VBUNRA"
            ],
            "track": 5611,
            "start": "2023-08-17T21:25:00+02:00",
            "end": "2023-08-17T21:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "7RDPNH",
            "title": "TrustMeRelay? Investigating Apple's iCloud Private Relay",
            "abstract": "Apple strongly emphasizes the security and privacy of its devices and services. \r\nI analyze the dual-hop architecture, deployed protocols, and inner workings of their privacy-centric, VPN/Tor-alike service iCloud Private Relay.",
            "speakers": [
                "LTZYXZ"
            ],
            "track": 5611,
            "start": "2023-08-17T22:00:00+02:00",
            "end": "2023-08-17T22:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "URPZUX",
            "title": "DJ Crew FFRW",
            "abstract": "Das ist die fantastische DJ Crew, die ein paar Mal im Jahr die großartigen Eat The Bass Parties in Berlin veranstalten aber auch das nicht minder schöne Klingt Gut Festival.",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-17T22:00:00+02:00",
            "end": "2023-08-18T01:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "MEMSEH",
            "title": "Chiptune with GameBoys and Nanoloop2",
            "abstract": "Chiptune , 16 step looper, live performed on a NDSLite",
            "speakers": [
                "BFH3GP"
            ],
            "track": 5616,
            "start": "2023-08-17T22:05:00+02:00",
            "end": "2023-08-17T23:05:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "8HF9X9",
            "title": "Sex Workers Versus Surveillance",
            "abstract": "Sex workers have always been at the vanguard of technology—in ways that protect and restrict their rights. Laws and policies that impact sex workers never stop at this population so it is imperative that these case studies reach general audiences concerned with human rights as a whole. This talk will include a history of surveillance mechanisms directed against sex workers and will focus on the ways and means that digital surveillance has been impacting sex worker rights of mobility and free expression in recent years. New laws enforcing the censorship of pornography and the collateral damages they levy on reproductive health and LGBTQ+ community building will be discussed as well as border crossing and payment processing. Information about how AI and facial recognition software target sex workers will be detailed as well as the tools, advocacy, social engineering strategies sex workers can use to fight back.",
            "speakers": [
                "WR9FAU"
            ],
            "track": 5612,
            "start": "2023-08-17T22:15:00+02:00",
            "end": "2023-08-17T23:00:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "PKETPZ",
            "title": "Schlag den Nerd",
            "abstract": "In der Gameshow 'Schlag den Nerd' treffen die Teilnehmer in spektakulären Duellen aufeinander. Mit Spielen wie \"Lötroulette\", bei dem unter Zeitdruck elektronische Bauteile entlötet werden müssen, oder \"Hello World\", einer Programmieraufgabe, werden ihre Fähigkeiten auf die Probe gestellt. Jede Runde bietet neue aufregende Spiele und knifflige Aufgaben, bei denen die Nerds ihr Wissen, ihre Fähigkeiten und ihre Strategie unter Beweis stellen müssen. 'Schlag den Nerd' verspricht ein fesselndes Entertainment-Erlebnis, bei dem die Zuschauer gebannt verfolgen, wer als Sieger hervorgehen wird.",
            "speakers": [
                "DVSDBX"
            ],
            "track": 5618,
            "start": "2023-08-17T22:30:00+02:00",
            "end": "2023-08-17T23:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "UEHEVD",
            "title": "Horror Stories from the Automotive Industry",
            "abstract": "In this talk, we will revisit some of the scariest stories we faced during more than 50 penetration testing and security research projects, with a twist. In the ever-emerging industry of automotive, with old and new OEMs trying to get a share of the pie, many things are at stake, with many things getting overlooked, forgotten, or even deliberately covered.\r\nWe will go through a journey of critical findings in different targets and the constant battle between penetration testers, developers, and mid to upper management. This will help the audience get an understanding of how the industry behaves right now, what they (and what we) are doing wrong, and how the future of automotive security should be shaped, not only for the sake of security, but also for the sake of safety and reliability.\r\n\r\nThis talk will try to raise awareness on the current state of automotive security, how does the industry behave in the whole spectrum of it (100-year-old OEMs to 2-year-old OEMs and Tier 1 suppliers) and ultimately try to propose a way forward for both the automotive and security industries, with the goal being a safer and more reliable future for everyone, in and out of the streets.",
            "speakers": [
                "SARJWS"
            ],
            "track": 5611,
            "start": "2023-08-17T23:00:00+02:00",
            "end": "2023-08-17T23:45:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "7VSZTC",
            "title": "DearMEP: Free Software infrastructure for Online Campaigning in the EU",
            "abstract": "How to hack the European Parliament by giving voters a voice in the decisions on the floor.\r\n\r\nContacting your representative in Parliament is not as easy as it should be. What are their email addresses, phone numbers, social network profiles? Are they in Brussels or in Strasbourg right now? How much will it cost to call someone in France anyway? What should you even say to them? And does it even make sense to talk to that particular person, or are they so fundamentally opposed to your request that it would be a waste of time?",
            "speakers": [
                "XSVNRZ",
                "F3GVBU"
            ],
            "track": 5612,
            "start": "2023-08-17T23:10:00+02:00",
            "end": "2023-08-17T23:30:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "NQGCEZ",
            "title": "DJ Shinsekai",
            "abstract": "DJ Shinsekai is a music project focusing on assembling a space that can be experienced by listening to fast-changing electronic music. Her DJ Sets constitute an exploration of breakcore, hardcore, jungle, gabba, and other sonic vortexes generating a thrilling intensity of sound, catapulting participants into an acoustic matrix of club-adjacent rhythms and juxtapositions to achieve sensory overstimulation.",
            "speakers": [
                "GNM3AD"
            ],
            "track": 5614,
            "start": "2023-08-17T23:15:00+02:00",
            "end": "2023-08-18T00:15:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "UCJQMT",
            "title": "Screening of the documentary HACKING JUSTICE",
            "abstract": "This documentary begins in 2012, when the founder of WikiLeaks takes refuge in the Ecuadorian embassy in London where he will remain drastically confined until his arrest in 2019 for his extradition trial in the United States. For nine years, inside the embassy and around the world, Clara López Rubio and Juan Pancorbo followed, step by step, the defense of Julian Assange, coordinated by the famous lawyer Baltasar Garzón. A story with profound political implications for justice and freedom of information.",
            "speakers": [
                "DQLPPC"
            ],
            "track": 5612,
            "start": "2023-08-17T23:45:00+02:00",
            "end": "2023-08-18T00:45:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "L9GXDX",
            "title": "tschunkelmusik",
            "abstract": "Rosa Luxus",
            "speakers": [
                "A3CT3F"
            ],
            "track": 5615,
            "start": "2023-08-17T23:45:00+02:00",
            "end": "2023-08-18T00:45:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "9PPDL8",
            "title": "Wellenfuchs / Wave Fox",
            "abstract": "DE:  Wir bauen einen \"Wellenfuchs\" - ein kleines Gadged mit welchem sich die elektromagentischen Wellen um uns herum hörbar machen lassen. Höre wie dein Handy, dein Laptop und alle anderen elektrischen Geräte um Dich herum arbeiten und wie der Rythmus und der Ton sich verändern sobald man diese benutzt. \r\n\r\nEN: We build a \"wave fox\" - a small gadget that makes the electromagnetic waves around us audible. Listen to how your mobile phone and laptop and all the other devices work and how the rhythm and sound changes when you use them.",
            "speakers": [
                "JWPR7A"
            ],
            "track": 5611,
            "start": "2023-08-18T00:00:00+02:00",
            "end": "2023-08-18T01:30:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "title": {
                "de": "OpenMusicStage",
                "en": "OpenMusicStage"
            },
            "start": "2023-08-17T22:30:00Z",
            "end": "2023-08-18T01:30:00+02:00",
            "room": 5837
        },
        {
            "code": "8QXGSQ",
            "title": "DJ LUI",
            "abstract": "Downbeat - Liquid Drum&Bass\r\n\"In love with the weird and unexpected since '87\"\r\nhttps://soundcloud.com/l_u_i",
            "speakers": [],
            "track": 5617,
            "start": "2023-08-18T01:00:00+02:00",
            "end": "2023-08-18T05:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "CSYA7B",
            "title": "Peeking over the tape moat",
            "abstract": "As the threat of ransomware continues to grow, many organizations look towards magnetic tape storage solutions to provide a last line of defense for their data.\r\nTape has a number of interesting properties which set it apart from flash and spinning disk technology, such as an air-gap between the storage media and the reading/writing device, immutability of written data, and a long shelf life. These make it an attractive option for keeping data safe over longer periods of time.\r\nDoomsayers have long foretold the death of tape, yet there has never been more data stored on it than today. Tape system users include major financial institutions, government archives, and hyperscaler cloud providers, just to name a few.\r\n\r\nThis presentation will give an introduction to data storage on tape media, potential attack vectors, and mitigations for these.",
            "speakers": [
                "EUEESD"
            ],
            "track": 5611,
            "start": "2023-08-18T09:00:00+02:00",
            "end": "2023-08-18T09:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "Z87KAX",
            "title": "Defeating planned obsolescence for Cisco Meraki switches",
            "abstract": "Cisco Meraki Ethernet switches are cloud-managed and require a license to function, or do they? In this talk I will discuss developing a FOSS firmware for various Meraki switch models and the challenges faced.",
            "speakers": [
                "SDND3X"
            ],
            "track": 5611,
            "start": "2023-08-18T09:30:00+02:00",
            "end": "2023-08-18T09:50:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "WUVJAQ",
            "title": "reconFTW: Discover and Optimize Your Reconnaissance and Exploitation Techniques",
            "abstract": "Enter the world of ReconFTW, an open source asset discovery tool that has gained significant recognition among red teams, pentesters, and bug hunters. In this presentation, I will dive into the technical aspects of ReconFTW and discuss its advanced scanning techniques and methodologies. \r\n\r\nDiscover how this tool can effectively identify and catalog assets, even in complex and dynamic environments. Through real-world use cases and success stories, you will learn how ReconFTW can uncover hidden vulnerabilities and improve your security posture.",
            "speakers": [
                "NYV3WN"
            ],
            "track": 5611,
            "start": "2023-08-18T09:30:00+02:00",
            "end": "2023-08-18T11:30:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "XBQFGK",
            "title": "Mastering the Maze: Unleashing Reinforcement Learning in Penetration Testing for Lateral Network Movement",
            "abstract": "## How can artificial intelligence support penetration testing?\r\n\r\nMost processes in for the penetration-testing cycle require detailed knowledge, time and human resources.\r\nWhile the are sophisticated scripts for the reconnaissance and various exploits, creating a detailed plan of the attack path can be complicated and laborious. The use of an enforcement learning algorithm can help penetration-testing identify the various attack vectors and provide a detailed overview of the system landscape. This can automate important aspects of the process and make it more efficient.\r\n\r\nWe like show an overview, on how reinforcement learning can be integrated into the penetration testing process to gain automated access to a system landscape.\r\nTo achieve this, we show approaches how an AI can be used for lateral movement within the system landscape to subject an entire landscape to the penetration-testing process.",
            "speakers": [
                "PXZDDQ",
                "XCYWTM",
                "8U9E8G"
            ],
            "track": 5611,
            "start": "2023-08-18T10:00:00+02:00",
            "end": "2023-08-18T10:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "LMWGLZ",
            "title": "DON’T PANIC - bytes, blocks, bugs",
            "abstract": "Love it or hate it, blockchain has become a playground for technologists. Blockchain also fuels criminal ecosystems through major hacking incidents. \r\n\r\nIn this talk, we aim to shed light on the most common bug types found in one of the main blockchain frameworks (Substrate) and provide insights and tools to find them. \r\n\r\nBlockchain bugs present unique challenges for developers and security testers. Drawing from several hundred blockchain security issues we reported, we identified five common issue types. We discuss the potential impact of each issue type and provide practical tips for testing blockchain systems. \r\n\r\nTo promote accessibility to blockchain hacking, we release a fuzzer for Substrate-based chains. During the talk, we demo the fuzzer and showcase typical bugs, including arithmetic errors, reachable panics, and others.",
            "speakers": [
                "MNCM8A",
                "YKTJ37"
            ],
            "track": 5611,
            "start": "2023-08-18T10:30:00+02:00",
            "end": "2023-08-18T11:15:00+02:00",
            "room": 5834,
            "featured": true
        },
        {
            "code": "W8BKKH",
            "title": "Auf in eine lebenswerte (digitale) Welt!",
            "abstract": "Austausch zu inspirierenden Visionen einer lebenswerten Welt im digitalen Zeitalter - Manchmal landen wir beim Nachdenken über die Zukunft in einer dystopischen Schleife aus Angst davor, was alles schief gehen könnte. Wie aber sähe eine positive Zukunft aus, was wünschen wir uns für diese Welt in 20 Jahren, wie sähe unser ideales direktes Umfeld aus?",
            "speakers": [
                "PJZZ7S"
            ],
            "track": 5612,
            "start": "2023-08-18T10:30:00+02:00",
            "end": "2023-08-18T12:00:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "SJT37Z",
            "title": "DJ RubbelDeCatc",
            "abstract": "RubbelDeCatc is a member of the c-base space station Berlin and organizes the c-lounge there every Thursday. He gained experience in the Sage Club and the Carnival of Cultures, but now working only occasionally at the mixer. In addition to house and dub, Rubbel especially likes electronica.",
            "speakers": [
                "8WSVZW"
            ],
            "track": 5615,
            "start": "2023-08-18T11:00:00+02:00",
            "end": "2023-08-18T14:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "NTU7H8",
            "title": "Learn to Solder workshop (Day 4)",
            "abstract": "_**Anyone** can learn to solder!_  \r\nIt is useful and fun.  \r\nThis workshop is for **kids of all ages** (and anyone of any age).  \r\n\r\nLearn to solder by making a cool badge that you can wear and blink wherever you go.  \r\n\r\nThe **[\"I Can Solder!\" Badge kit](https://cornfieldelectronics.com/cfe/projects.php#solderbadge)** is a very simple [open hardware](https://github.com/maltman23/I-Can-Solder--Badge-kit-V2) kit that anyone can use for learning to solder.  \r\n\r\n_This workshop is for **total newbies** to learn to solder.  All ages._",
            "speakers": [
                "QFFJLL"
            ],
            "track": 5611,
            "start": "2023-08-18T11:00:00+02:00",
            "end": "2023-08-18T12:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "title": {
                "de": "Mittagessen",
                "en": "Lunch"
            },
            "start": "2023-08-18T09:30:00Z",
            "end": "2023-08-18T14:00:00+02:00",
            "room": 5834
        },
        {
            "title": {
                "de": "Mittag",
                "en": "Lunch"
            },
            "start": "2023-08-18T09:30:00Z",
            "end": "2023-08-18T14:30:00+02:00",
            "room": 5836
        },
        {
            "title": {
                "de": "Mittagspause",
                "en": "Lunch break"
            },
            "start": "2023-08-18T09:30:00Z",
            "end": "2023-08-18T14:00:00+02:00",
            "room": 5837
        },
        {
            "code": "EDXYF7",
            "title": "E-Waste Reverse Engineering Toolkit [RET]",
            "abstract": "**Reverse Engineering Toolkit [RET]**: Unbinare is a small e-waste reverse engineering\r\nlaboratory. Our objective is to reduce the increase of e-waste by finding ways to\r\nrepurpose electronic waste. We have created a free and open hardware toolkit for the analysis and reverse engineering of discarded devices. This workshop will cover building the tools, how to use them and some tips on how to (safely) handle electronic waste.",
            "speakers": [
                "HFKWXK"
            ],
            "track": 5611,
            "start": "2023-08-18T12:00:00+02:00",
            "end": "2023-08-18T13:30:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "FJCQED",
            "title": "Grimberg - Grim! Grim! Grim!",
            "abstract": "Grimbergs music is made with code in Tidal Cycles, which is based on the computer language Haskell. The music founds on loops of acoustic drum and percussion, synthesizer and guitar lines. Grimberg extracts these loops from old stuff of the 70ties and sometimes he creates them on his own. This enriches his tunes with a patina, a warm atmosphere of psychedelic scapes between ambient and progressive rock. Combined with choppy structures of contemporary pattern based music this turns out a unique hybrid of a fluent groove based sound which could be named \"Algorithmic Krautrock\".",
            "speakers": [
                "HFDYJT"
            ],
            "track": 5616,
            "start": "2023-08-18T12:00:00+02:00",
            "end": "2023-08-18T13:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "JPDDWF",
            "title": "Green Hydrogen Workshop",
            "abstract": "Welcome all participants to the \"Introduction to Green Hydrogen and building a Simple Hydrogen Cell\" workshop. We are excited to have you here today to explore the potential of hydrogen as a clean energy source.\r\n\r\nThe Facilitator: My name is Moe Karawia, and I will be your workshop facilitator. With over a decade of experience in the oil and gas industry, I have witnessed the transformative power of green hydrogen gas compared to fossil fuels. Throughout this workshop, I will share my knowledge and guide you in understanding the fundamental concepts of green hydrogen.\r\n\r\n<strong>Objectives</strong>:\r\n* Introduce hydrogen as a clean energy source and its potential to reshape our energy usage.\r\n* Provide an understanding of how hydrogen is produced, stored, and utilized.\r\n* Explore the chemistry and physics behind electrolysis, the process of generating hydrogen.\r\n* Guide you in creating a simple hydrogen cell to witness its practical application.",
            "speakers": [
                "VAGLYX"
            ],
            "track": 5611,
            "start": "2023-08-18T13:30:00+02:00",
            "end": "2023-08-18T17:30:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "3HXEEC",
            "title": "PID Loops Control All the Things",
            "abstract": "Hidden inside basically every physical machine that needs precise control, PID loops are running the show. Quadcopters, self-balancing robots, and even the hot end of your 3D printer all use the same simple routines.\r\n\r\nKnowing how they work, deep down, and how to set their mystical three parameters is part art and part science, but it's nothing you can't pick up in a quick talk. Nothing explains complex math better than a few hands-on demos, and we'll definitely be tempting the fates here.  By the end, you should be confident enough to code up your own PID routines from scratch and get started tuning.",
            "speakers": [
                "P9V3F8"
            ],
            "track": 5614,
            "start": "2023-08-18T14:00:00+02:00",
            "end": "2023-08-18T14:45:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "3TATV7",
            "title": "DJ svenni",
            "abstract": "TBA",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-18T14:00:00+02:00",
            "end": "2023-08-18T16:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "YVGMLE",
            "title": "How to succeed at capturing the flag",
            "abstract": "Do you struggle at Attack/Defense style capture the flag (CTF)? Have you ever wondered how top teams can automatically steal tons and tons of flags and defend against attacks? Have you ever wondered what goes into succeeding at Attack/Defense? If so, this talk is for you.\r\nIn this talk, we will take you behind the curtain of the top CTF team of 2022, the [‘organizers’](https://ctftime.org/team/42934). We will show you how we play Attack/Defense, what tools we use, our cursed strategies, and we will share some cool stories from our experience in major events like DEF CON CTF.",
            "speakers": [
                "WYMTLJ",
                "7KUQS3"
            ],
            "track": 5611,
            "start": "2023-08-18T14:00:00+02:00",
            "end": "2023-08-18T14:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "VHHQBY",
            "title": "Making yourself into a videogame character in the CCCamp mod pt.1",
            "abstract": "Have you ever wanted to be turned into a video game character? Come learn how to do it yourself in this two part workshop on how to get started modding in the [CCCamp mod](https://wiki.offgridthegame.com/index.php?title=Milliways_CCCamp_mod) in [OFF GRID](https://steamcommunity.com/app/526720).",
            "speakers": [
                "QK9JY7"
            ],
            "track": 5611,
            "start": "2023-08-18T14:30:00+02:00",
            "end": "2023-08-18T16:30:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "ZYCZEB",
            "title": "„Chatkontrolle Stoppen!“ Aktionsworkshop",
            "abstract": "Wir erarbeiten uns gemeinsam die Werkzeuge und Materialien, die es ermöglichen gegen die Chatkontrolle aktiv zu werden. Wir brauchen die Beteiligung und Unterstützung der gesamten Community um die Chatkontrolle zu stoppen. All creatures welcome, keine Aufzeichnung.",
            "speakers": [
                "XQZELM",
                "G3VFME"
            ],
            "track": 5612,
            "start": "2023-08-18T14:30:00+02:00",
            "end": "2023-08-18T15:30:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "SWPKCA",
            "title": "Livecoded Audiovisual Electronic Music Performance",
            "abstract": "Chemical Adam presents a live-coded audiovisual performance using all custom made hardware & software.",
            "speakers": [
                "GRAKDU"
            ],
            "track": 5616,
            "start": "2023-08-18T14:30:00+02:00",
            "end": "2023-08-18T15:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "UL7CQU",
            "title": "Delta Chat messenger: unlocking the potential of e-mail and the web",
            "abstract": "[Delta Chat](https://delta.chat) is an e-mail based messenger that works on all platforms.  Apart from an Whatsapp/Telegram-style user interface it features a security-audited [Rust-core library](https://github.com/deltachat/deltachat-core-rust),  server [templates for setting up a state-of-the-art e-mail server](https://delta.chat/en/serverguide), many different bots, Matterbridge support and, last but not least, a way write standard web apps that can be shared in a chat (https://webxdc.org) which is now also experimentally supported by the XMPP Android messenger Cheogram.  The talk will both discuss and demonstrate other unique features, among them QR-code based onboarding and support for protection against machine-in-the-middle attacks against end-to-end encryption, and we'll also provide glimpses in what's  brewing for 2023/2024.",
            "speakers": [
                "B7XAZQ"
            ],
            "track": 5613,
            "start": "2023-08-18T14:30:00+02:00",
            "end": "2023-08-18T14:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "WHVPD3",
            "title": "Bid3 and CounterMilitarisim Mapping",
            "abstract": "Sharing experiences of two technical and educational projects that aimed to provide support for the decentralized grass movement in Sudan.",
            "speakers": [
                "DXGDWA"
            ],
            "track": 5613,
            "start": "2023-08-18T15:00:00+02:00",
            "end": "2023-08-18T15:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "NWDFBT",
            "title": "Service Location Protocol DoS Amplification Attack",
            "abstract": "We will talk about the lately published Denail of Service attack abusing the Service Location Protocol. \r\nThe research has shown that there are still protocols lurking in the dark to be explored and ab/used.\r\nThe focus will be on basics of DoS attacks, then focus on SLP, the impact, defense mechanisms as well as the global attack surface.\r\nFurthermore, there will be some goodies in regard of other use-cases.",
            "speakers": [
                "3SBNVG"
            ],
            "track": 5611,
            "start": "2023-08-18T15:00:00+02:00",
            "end": "2023-08-18T15:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "VPL8WX",
            "title": "From c3stoc with love <3",
            "abstract": "We‘re c3stoc - the CCC sticker operation center. After helping with the sticker distribution at 36c3 we had to find a solution to ensure new laptops wouldn‘t remain naked during the pandemic. During the last three years we organized remote sticker exchanges. Now it‘s time to share our learnings about exchanges and stickers!",
            "speakers": [
                "XADST9",
                "NUR3BN"
            ],
            "track": 5614,
            "start": "2023-08-18T15:05:00+02:00",
            "end": "2023-08-18T15:50:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "PREGSS",
            "title": "WTF DJI, UAV CTF?! - A hacker's view at commercial drone security",
            "abstract": "We'll take a look at how DJI - dominating player for commercial and recreational drones - builds their software, specifically from a security angle. \r\n\r\nThis talk will discuss DJI drones, most specifically the DJI Mini-series; looking at the hardware, discussing attack angles, up to a full compromise of a current drone for custom firmware purposes.\r\n\r\nAlong the way, we'll look at a lot of security WTFs that allow to pwn these devices. The amount and quality of bugs sometimes feel like you're trapped in a very cool hardware CTF.\r\n\r\nWe'll go from sniffing hardware busses, making fun of incorrect usage of SoC security features over to how DJI consistently and knowingly violates the GPL, into executing custom code on the flight controller and Linux system.",
            "speakers": [
                "P9Y3FN"
            ],
            "track": 5611,
            "start": "2023-08-18T16:00:00+02:00",
            "end": "2023-08-18T16:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "XUCX33",
            "title": "Tom Freeze (DJ)",
            "abstract": "Titel: Ey, chill mal\r\nBring yourself something to drink, sit back and just let the bass spoil your synapses.",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-18T16:00:00+02:00",
            "end": "2023-08-18T19:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "H99YGU",
            "title": "about:funding",
            "abstract": "An finanzielle Mittel und Ressourcen für politische Aktionen zu kommen, ist für kleine Initiativen oft nicht ganz einfach. Ob und welche Möglichkeiten es doch gibt, wollen wir mit euch in entspannter Runde ausloten.",
            "speakers": [
                "8S93DR",
                "G3VFME"
            ],
            "track": 5613,
            "start": "2023-08-18T16:00:00+02:00",
            "end": "2023-08-18T17:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "7NSYLX",
            "title": "Back On Mars. Short track novel - lecture performance in DE",
            "abstract": "back on mars. die story einer reise ins verborgene. -- ungemein prosaische prosa-erzaehlung mit nutriscore a.",
            "speakers": [
                "VBJXCS"
            ],
            "track": 5618,
            "start": "2023-08-18T16:00:00+02:00",
            "end": "2023-08-18T17:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "EQKSYM",
            "title": "Zivile Forensik gegen staatliche Überwachung von Journalist*innen",
            "abstract": "In diesem Vortrag wollen wir euch einen Überblick geben über die digitale Sicherheitssituation von Journalismus weltweit. Spoiler: nicht so gut, und eher schlechte Aussichten. Außerdem erzählen wir ein bisschen was das Digital Security Lab bei Reporter ohne Grenzen anbietet, was wir tun und wie man Betroffene am besten an uns verweisen kann.",
            "speakers": [
                "39UE7Y",
                "3SKZ9S"
            ],
            "track": 5613,
            "start": "2023-08-18T16:00:00+02:00",
            "end": "2023-08-18T16:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "TJGYLF",
            "title": "Die aufregende Reise einer Matrix-Nachricht",
            "abstract": "Schnell mal eine Nachricht eintippen, abschicken und Sekunden später ploppt sie bei jemand anderen auf. Und das natürlich mit verschiedenen Clients, verschlüsselt und über mehrere Server verteilt.\r\n\r\nIm Vortrag verfolgen wir den Weg einer Matrix-Nachricht vom eigenen Eingabefeld bis zur Timeline des Empfängers: Was passiert da, wer redet mit wem und wie zum Geier funktioniert eigentlich diese Verschlüsselung?\r\n\r\nEine Sache ist dabei besonders interessant!",
            "speakers": [
                "UWDAP7"
            ],
            "track": 5614,
            "start": "2023-08-18T16:20:00+02:00",
            "end": "2023-08-18T17:05:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "EGNWLK",
            "title": "Making yourself into a videogame character in the CCCamp mod pt.2",
            "abstract": "(Part 2. ! - you don't have to have joined part 1 to take part though)\r\nHave you ever wanted to be turned into a video game character? Come learn how to do it yourself in this two part workshop on how to get started modding in the [CCCamp mod](https://wiki.offgridthegame.com/index.php?title=Milliways_CCCamp_mod) in [OFF GRID](https://steamcommunity.com/app/526720).",
            "speakers": [
                "QK9JY7"
            ],
            "track": 5611,
            "start": "2023-08-18T17:00:00+02:00",
            "end": "2023-08-18T19:00:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "YRKCQT",
            "title": "How to use Internet scans and passive measurements to analyze Russian attacks and their impact in Ukraine",
            "abstract": "The role of the Internet in the Ukrainian war is not been fully considered yet. Currently, primary Internet based attacks are analyzed, but it is greatly neglected that with the help of the Internet measurement verifiable statements can be made about the real world. Through global Internet scans and a passive blackhole sensor network, we can identify digital and conventional attacks and their effects in this case study on the territory of Ukraine. \r\n\r\nWe will show that it is possible to detect where in Ukraine, Russian attack-related power outages occur and how long they last. For this purpose, we will also scan and analyze 2 major attack waves that occurred about 5 months apart in detail the service availability of more than 400,000 static IP addresses every 4 hours for several months. This long-term period will also allow us to determine whether and if so, how resilient the Ukrainian power supply has become against Russian missile attacks. In addition, we will also analyze other data such as ESA radar images and correlate the degree of destruction of certain regions in Ukraine with our scan data. This method could be used, for example, to support NGOs to determine the need for mobile power generators in certain regions.\r\n\r\nFurthermore, using BGP data and media information, we will show that Russian forces in Kherson are attempting to route network traffic from local ISPs through Russian territory to gain a tactical advantage.\r\n\r\nFinally, we will show that through a blackhole network of about 1000 IP addresses it is possible to detect certain DDOS attacks against Ukrainian infrastructures or government websites. The analysis of the temporal course of the attacks shows interesting temporal patterns that suggest some kind of campaign.",
            "speakers": [
                "CBHTHJ"
            ],
            "track": 5611,
            "start": "2023-08-18T17:00:00+02:00",
            "end": "2023-08-18T17:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "Z9BF9L",
            "title": "Digitale Gewalt - Das Update",
            "abstract": "Was hat sich beim Thema Digitale Gewalt seit dem letzten Camp verändert? Warum plant das BMJ eine Digitale-Gewalt-Gesetz, das diejenigen identifizieren und bestrafen soll, die in Messengern über schlechte Restaurants lästern, und warum ändert sich noch immer nichts an der Pflicht zur Adresse im Impressum? Das und mehr im Update zum Stand der Dinge bei der Digitalen Gewalt.",
            "speakers": [
                "RERT3R"
            ],
            "track": 5613,
            "start": "2023-08-18T17:00:00+02:00",
            "end": "2023-08-18T17:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "FEGM9U",
            "title": "Gaming und Überwachungskapitalismus",
            "abstract": "Will man heute sogenannte AAA Spiele zocken, kommt man an irgendeiner Form von Überwachungskapitalismus nicht vorbei. Gemeinsam mit euch machen wir eine Bestandsaufnahme und schauen, ob das Alles wirklich so sein muss.",
            "speakers": [
                "QSGAAT",
                "XQZELM"
            ],
            "track": 5612,
            "start": "2023-08-18T17:30:00+02:00",
            "end": "2023-08-18T18:30:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "SSL7AC",
            "title": "The Failed Space Program of the Hacker Scene",
            "abstract": "At Camp 2011 the “Space Program of the Hacker Scene” had been released as one of the main aspects as the outcome of this Camp. It is time for a review after 12 years and reshape it into Solarpunk.",
            "speakers": [
                "UJJRN3"
            ],
            "track": 5614,
            "start": "2023-08-18T17:30:00+02:00",
            "end": "2023-08-18T17:50:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "9XXLY8",
            "title": "Big Sounds mit kleinen Prozessoren - ATtiny Synths löten und programmieren.",
            "abstract": "Löte und programmiere dir einen ATtiny Synthesizer",
            "speakers": [
                "DLPQBF"
            ],
            "track": 5611,
            "start": "2023-08-18T17:30:00+02:00",
            "end": "2023-08-18T19:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "SWPRFW",
            "title": "Bison Rouge",
            "abstract": "Bison embodies the earthy analog sound of a cello, while Rouge ignites with electronic fluidity and soulful vocals. Together, they create a symphony of contrast, blending the natural and technology into a beautiful tapestry of sound. As a one-woman orchestra, she takes her audience on a journey into the heart of her pulsating, compositions and atmospheric, intimate songs.",
            "speakers": [
                "RNBHEN"
            ],
            "track": 5616,
            "start": "2023-08-18T17:30:00+02:00",
            "end": "2023-08-18T18:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "NWMSTD",
            "title": "Staatstrojaner für bereits begangene Straftaten",
            "abstract": "Schon wieder muss Karlsruhe ran",
            "speakers": [
                "8QNSW9",
                "8MM9GW",
                "CRBDGH"
            ],
            "track": null,
            "start": "2023-08-18T18:00:00+02:00",
            "end": "2023-08-18T18:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "DKGPEB",
            "title": "Was das Mykonos-Attentat mit dem abgeschotteten Netz Irans zu tun hat",
            "abstract": "Gemeinsame Recherchen von Correctiv, taz und netzpolitik.org legten im vergangenen Oktober offen, wie eine deutsche Firma bei der Abschottung des iranischen Internets mitwirkte. Der Vortrag zeichnet nach, mit welchen Schwierigkeiten und Hürden das Rechercheteam zu tun hatte - und wie aus einem komplexen technischen Sachverhalt ein verständlicher Artikel wird.",
            "speakers": [
                "XMNT7C",
                "XKSZWX",
                "GJ8LCY"
            ],
            "track": 5611,
            "start": "2023-08-18T18:00:00+02:00",
            "end": "2023-08-18T18:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "FTESKM",
            "title": "Erfahrungsaustausch: IT-Sicherheitstrainings für Aktivist*innen",
            "abstract": "Ich bin sicher nicht die einzige Person auf dem Camp, die schon Aktivist*innen IT-Sicherheitstrainings gegeben hat.\r\nDie Welt wird nicht rosiger, die Hausdurchsuchungen öfter und Klimaaktivismus gerne mal mit Terrorismus gleichgesetzt. Da haben wir als Szene sicher einiges beizutragen, was auch dringend gebraucht würd.\r\nIch kann am Anfang gerne vorstellen, welche Ansätze und Erklärungen sich in meinen Trainings bewahrt haben, freue mich aber genau so auch wenn wir einfach nur auf Augenhöhe unsere Erfahrungen teilen.",
            "speakers": [
                "GYVPAZ"
            ],
            "track": 5613,
            "start": "2023-08-18T18:00:00+02:00",
            "end": "2023-08-18T19:00:00+02:00",
            "room": 5855,
            "featured": false
        },
        {
            "code": "AUN3FY",
            "title": "Building a cloud-free digital voice assistant with FOSS",
            "abstract": "What does it take to build a fully functional (and actually usable) voice assistant that runs on a Raspberry with FOSS? This talk describes the journey from the idea to Version 1.0 (and beyond).",
            "speakers": [
                "CHNFF7"
            ],
            "track": 5614,
            "start": "2023-08-18T18:10:00+02:00",
            "end": "2023-08-18T18:55:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "DJQKGY",
            "title": "Swarm Support Tools - Digitalcourage ♥ Free Software",
            "abstract": "Ein Überblick über die bei Digitalcourage gehosteten öffentlichen Dienste und Erfahrungsberichte über den langfristigen Betrieb.",
            "speakers": [
                "DHVXZU"
            ],
            "track": 5612,
            "start": "2023-08-18T18:45:00+02:00",
            "end": "2023-08-18T19:30:00+02:00",
            "room": 5835,
            "featured": true
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-18T17:00:00Z",
            "end": "2023-08-18T21:00:00+02:00",
            "room": 5834
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Dinner"
            },
            "start": "2023-08-18T17:00:00Z",
            "end": "2023-08-18T21:00:00+02:00",
            "room": 5836
        },
        {
            "title": {
                "de": "Abendessen",
                "en": "Evening meal"
            },
            "start": "2023-08-18T17:00:00Z",
            "end": "2023-08-18T21:00:00+02:00",
            "room": 5837
        },
        {
            "code": "DC8VRD",
            "title": "DJ KFMW",
            "abstract": "https://www.kraftfuttermischwerk.de/",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-18T19:00:00+02:00",
            "end": "2023-08-18T22:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "APEGPH",
            "title": "Surface Mount Electronics Assembly for Terrified Beginners (Day 4)",
            "abstract": "In this 2h workshop, I will teach you to work with the tiny components that modern electronic devices are made of. We will assemble an electronic kitten, that purrs when touched correctly, and hisses when touched wrong. It will work, and is guaranteed to remove your fear of hand-assembling surface mount designs.",
            "speakers": [
                "YAVWZF"
            ],
            "track": 5611,
            "start": "2023-08-18T19:00:00+02:00",
            "end": "2023-08-18T21:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "N8ZSFH",
            "title": "Elektronisches Orchester Charlottenburg",
            "abstract": "The Elektronisches Orchester Charlottenburg (EOC) explores the improvisation and interpretation of Electroacoustic Music. This includes the interaction of diverse electronic instruments and their spatialization in real time. The EOC was founded at the Electronic Music Studio at Technical University of Berlin within a seminar of the Audio Communication Group. It offers a platform for developing and applying new instruments and concepts in the realm of electroacoustic music.",
            "speakers": [
                "BGDKUU"
            ],
            "track": 5616,
            "start": "2023-08-18T19:00:00+02:00",
            "end": "2023-08-18T20:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "3SNBBA",
            "title": "Pigeon",
            "abstract": "Contemporary Berlin Post-Punk. Eine umtriebige junge Post Punk Band, deren Mitglieder Teil von weiteren unzähligen Projekten sind (Liiek, Ostseetraum, Benzin, Nioj) mit 2 Alben auf Labels wie Adagio 830 und This Charming Man Records.\r\nAuf ihrem zuletzt erschienen Album „Deny All Knowledge Of Complicity“ findet sich ein energetischer, unruhiger Sound mit vollem Noise-Feedback - eine moderne Version des Post Punks im Sinne von Wire, Gang Of Four oder Killing Joke.",
            "speakers": [
                "7JJJEF"
            ],
            "track": 5616,
            "start": "2023-08-18T20:30:00+02:00",
            "end": "2023-08-18T21:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "EHUHSS",
            "title": "On Track Demoparty",
            "abstract": "On Track is a demoparty inside the chaos communication camp. In short: a demoparty is a multimedia art festival where the participants usually use any kind of computer or digital device for their creations.",
            "speakers": [
                "MEANA7"
            ],
            "track": 5614,
            "start": "2023-08-18T21:00:00+02:00",
            "end": "2023-08-19T01:00:00+02:00",
            "room": 5837,
            "featured": true
        },
        {
            "code": "NLGAXT",
            "title": "Digital Rights in Europa",
            "abstract": "Der Politikbetrieb der Europäischen Union läuft allzu oft unter dem Radar politischer Bewegungen, obwohl dort fundamentale Entscheidungen getroffen werden. Wir wollen uns einige aktuelle netzpolitische Themen anschauen und diskutieren, welche Rolle die Digitale Zivilgesellschaft als Teil einer emanzipatorischen Praxis einnehmen kann.",
            "speakers": [
                "G3VFME",
                "TRDVML"
            ],
            "track": 5612,
            "start": "2023-08-18T21:00:00+02:00",
            "end": "2023-08-18T21:45:00+02:00",
            "room": 5835,
            "featured": false
        },
        {
            "code": "UCKY8H",
            "title": "Digital tech fictions as replacement for social and political change?",
            "abstract": "The climate catastrophe is imminent and global injustice is rising. Now a lot of new digital tech (AI, blockchain, big data, quantum computing) is supposed to help the transition to a sustainable society. Although some of them can actually help with parts of the transition, they are usually discussed not as tools to assist the broader societal change (economic, legal, social, political changes) but as replacement for the broader societal change. In effect they act as \"change placebos\" resulting in \"placebo change\", meaning no change at all.\r\n\r\nGiving concrete examples, this talk wants to explain 1) in which ways technological developents are misused as diversion from the necessary change and 2) the necessity to design concrete technical use cases including their conditions and limitations in order to create a fruitful debate for sustainability assisting technologies and their actually helpful implementations.",
            "speakers": [
                "CRBDGH",
                "T89UAQ"
            ],
            "track": 5613,
            "start": "2023-08-18T21:00:00+02:00",
            "end": "2023-08-18T21:45:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "BQF8TR",
            "title": "Debugging Microcontrollers",
            "abstract": "Debugging and Profiling ARM Cortex-M microcontrollers with GDB and Python.",
            "speakers": [
                "APEKHY"
            ],
            "track": 5611,
            "start": "2023-08-18T21:00:00+02:00",
            "end": "2023-08-18T21:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "SA99VP",
            "title": "Whiskyleaks",
            "abstract": "We gather with some whiskys to show that to others. \r\n\r\nThis is not a free whisky tasting. To participate as a small group bring a bottle of whisky.",
            "speakers": [
                "GTP8BL"
            ],
            "track": 5611,
            "start": "2023-08-18T21:00:00+02:00",
            "end": "2023-08-19T00:00:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "N9UDMT",
            "title": "LED Strips Everywhere for Everyone! workshop",
            "abstract": "<strong>Learn how to program LED strips.</strong><br>\r\nIt's super easy and fun to make your life trippy and beautiful.<br>\r\n<i>For total beginners -- no knowledge needed at all.</i>",
            "speakers": [
                "QFFJLL"
            ],
            "track": 5611,
            "start": "2023-08-18T21:30:00+02:00",
            "end": "2023-08-18T23:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "83HPJY",
            "title": "Hacken, dass...?",
            "abstract": "Ack, die Wette gilt!",
            "speakers": [
                "SLQLRE",
                "HL7RHL"
            ],
            "track": 5618,
            "start": "2023-08-18T22:00:00+02:00",
            "end": "2023-08-18T23:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "8B9QES",
            "title": "Electronics prototyping is way too easy and there's no reason you can't do it",
            "abstract": "Hardware is hard, right? Wrong. Building electronics prototypes has never been easier, and people who have been afraid to do it have nothing to fear. I'll tell you about how I build fancy high end devices with minimal, extremely cheap equipment, how it all works, and how you can do it too. We'll find out how to trick your body into making your hands not shake. We'll look at reflow soldering, the way the electronics assembly industry cheats in every possible way to save time, cost, and effort, and how we can do the same, but better, by hand.",
            "speakers": [
                "YAVWZF"
            ],
            "track": 5611,
            "start": "2023-08-18T22:00:00+02:00",
            "end": "2023-08-18T22:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "DBMDYN",
            "title": "Digitalcourage und die Post DHL Group - eine Chronik",
            "abstract": "Die Deutsche Post DHL Group erhielt von Digitalcourage den BigBrotherAward 2023 in der Kategorie Verbraucherschutz für praktizierten Digitalzwang. Rena Tangens erzählt etwas zu den Beweggründen, aber vor Allem darüber, welch schräge Sachen sich danach ereignet haben.",
            "speakers": [
                "QSGAAT",
                "ADTD8T"
            ],
            "track": 5612,
            "start": "2023-08-18T22:00:00+02:00",
            "end": "2023-08-18T22:45:00+02:00",
            "room": 5835,
            "featured": true
        },
        {
            "code": "YKTBEM",
            "title": "PLO",
            "abstract": "pool lab orchestra\r\n\r\nPLO is an ensemble of electronic musicians and visual artists AkustoOptik.\r\n\r\nPLO is undertaking fully improvised jam-sessions with hardware and software-based electronic instruments. Key of the jams is the experimental, free and open approach to it. The only rule is: everyone has to start with a blank sheet to explore and challenge musical interactions. What we do we do it from scratch.",
            "speakers": [],
            "track": 5616,
            "start": "2023-08-18T22:00:00+02:00",
            "end": "2023-08-19T01:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "TLB9KC",
            "title": "Hashing Pico Berries",
            "abstract": "Nachhaltige Kryptographische Sicherheit stellt insbesondere für stromsparende Hardware eine Reihe von Herausforderungen dar. Für Lösungen mit langer Einsatzzeit müssen heute auch die Sicherheit gegen Quantencomputer Berücksichtigung finden. Hashbasierte Signaturlösungen für den Raspberry Pi Pico ermöglichen beispielsweise Sensorlösungen, welche für Jahrzehnte kryptographische Sicherheit mit stromsparender, standardisierter und preisgünstiger Hardware ermöglichen. Wir präsentieren erste Prototypen aus einer laufenden Masterarbeit.\r\n\r\nRuediger Weis\r\nPierre Kurzer",
            "speakers": [
                "SYJ333",
                "WSVBZK"
            ],
            "track": 5611,
            "start": "2023-08-18T22:30:00+02:00",
            "end": "2023-08-18T22:50:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "8ZEGLE",
            "title": "Vacuum robot security and privacy - prevent your robot from sucking your data",
            "abstract": "Exactly 5 years ago we were presenting ways to hack and root vacuum robots. Since then, many things have changed. Back then we were looking into ways to use the robots' \"dumb\" sensors to spy on the user (e.g. by using the ultrasonic sensor). But all our predictions were exceeded by the reality: today's robots bring multiple cameras and microphones with them. AI is used to detect objects and rooms. But can it be trusted? Where will pictures of your cat  end up?\r\n\r\nIn this talk we will look at the security and privacy of current devices. We will show that their flaws pose a huge privacy risk and that certification of devices cannot be trusted. Not to worry, though - we will also show you how to protect yourself (and your data) from your robot friends.\r\n\r\nYou will learn on how you can get root access to current flagship models of 4 different vendors. Come with us on a journey of having fun hacking interesting devices while preventing them from breaching your privacy. We will also discuss the risks of used devices, for both old and new users.\r\n\r\nFinally, we will talk about the challenges of documenting vacuum robots and developing custom software for them. While our primary goal is to disconnect the robots from the cloud, it is also for users to repair their devices - pwning to own in a wholesome way.",
            "speakers": [
                "Y8KHNV"
            ],
            "track": 5611,
            "start": "2023-08-18T23:00:00+02:00",
            "end": "2023-08-18T23:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "RYZYVV",
            "title": "Synthesizer Meetup",
            "abstract": "Let's get together and geek out over music synthesizers.  Demo one (of more), talk about one (or more), play one (or more), or just hang out and soak up the synth vibes.",
            "speakers": [
                "QFFJLL"
            ],
            "track": 5611,
            "start": "2023-08-18T23:55:00+02:00",
            "end": "2023-08-19T01:25:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "QVDEGG",
            "title": "8 bit Dub",
            "abstract": "Mr.Rizla spielt ein elektronisches Vinyl-Dubset mit 8 bit Dub und Reggae Produktionen aus Leipzig und Sachsen. In den letzten 10 Jahren ist eine Unmenge an 8-bit Adaptionen insbesondere via lofi-Casio-Drummachines und Keyboards entstanden, die ihren Weg ins Vinyl-Medium gefunden haben und es wert sind, in einer sanften und chilligen Session dediziert vorgestellt zu werden.",
            "speakers": [
                "A9UBCS"
            ],
            "track": 5615,
            "start": "2023-08-19T00:00:00+02:00",
            "end": "2023-08-19T02:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "FUQH3F",
            "title": "Mindsight",
            "abstract": "Mindsight ist das experimentelle elektronische Projekt des in München lebenden Produzenten und visuellen Künstlers Joshua Neumann.    \r\nJosh produziert alles außer Schlager - von fröhlichen Klanglandschaften über atmosphärischen Texturen bis hin zu upbeat dekonstruierten Beats, die an kein Genre gebunden sind. https://soundcloud.com/iammindsight\r\n\r\nhttps://chaos.social/@mindsight\r\nhttps://www.instagram.com/iammindsight",
            "speakers": [],
            "track": 5616,
            "start": "2023-08-19T01:00:00+02:00",
            "end": "2023-08-19T04:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "7UTUDP",
            "title": "Latin set by /madonius",
            "abstract": "Latin Music DJ Set",
            "speakers": [
                "LLN7PA"
            ],
            "track": 5616,
            "start": "2023-08-19T02:00:00+02:00",
            "end": "2023-08-19T04:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "UGMHZL",
            "title": "DJ MR.JB",
            "abstract": "TBA",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-19T04:00:00+02:00",
            "end": "2023-08-19T06:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "9BR9VH",
            "title": "Energy transition into the future, but what about ICT?",
            "abstract": "Climate change is one of our biggest challenges, and therefore the way we get our power has to change: The newest revision of the Netzentwicklungsplan constitutes for a large amount of additional renewables and our power grid will undergo a transformation. A greater interconnection is needed to efficiently use these resources, but what will happen in case of an error, false values or even an adversial attack? This talk aims to give an Idea about the smart grid and how such questions can be talked using open source software and data.",
            "speakers": [
                "R9JECZ"
            ],
            "track": 5611,
            "start": "2023-08-19T10:00:00+02:00",
            "end": "2023-08-19T10:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "FVFRLV",
            "title": "Soft Electronics: Sewing Circuits",
            "abstract": "Learn how to work with conductive thread to sew your own circuits. In this workshop we will make a plush sparkle heart emoji with felt, LEDs and conductive thread.",
            "speakers": [
                "9WB7SN"
            ],
            "track": 5611,
            "start": "2023-08-19T10:30:00+02:00",
            "end": "2023-08-19T12:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "38XP9W",
            "title": "Hack My handicap",
            "abstract": "Our environment is full of technologies, connected objects and other gadgets that make our daily life much easier. It is indeed, quite easy to remotely command all kind of devices from our smartphones, with a single click. \r\n\r\nThese technologies are also very efficient to help compensate certain handicaps but they have limits when it regards people whose handicap – or combination thereof - prevents them from manipulating a smartphone, reading a screen or using vocal commands.\r\n\r\nThe good news is that it is not necessary to reinvent the wheel as alternative ways to interact with our technological environment, already exist. \r\n\r\nThese solutions however, often stay inaccessible because their usage is judged too complex, their implementation considered time-consuming but mostly because of their (outrageous) price. \r\n\r\nAs a patient, it can be very frustrating to be shut down from these possibilities to improve our quality of life and become more independent.\r\n\r\nThat’s why I turned all my hopes to open-source hardware and tools, right after my I soldered my first TV-B-Gone, about 10 years ago  :)\r\n\r\nI’ve been working on this “Impossible Interface” ever since. I can only describe it as a universal remote control that can also interact with non connected physical objects like the buttons of a lift or a simple light switch.\r\n\r\nThe name Impossible Interface was chosen because of the amount of time I was told it was impossible to build such a device, especially for less than 500 euros but ...\r\n\r\nBootchoo II, my latest prototype basically is a Arduino compatible 5 Axis Robot Arm (https://www.adeept.com/robotic-arm-uno_p0118.html) to which I just added a Bluetooth module and I am currently testing several ways of controls it. \r\n\r\nIdeally, commanding that little bot could be personalized depending on the type of handicap(s) that needs to be compensated. \r\n\r\nI am currently focusing on patients with low finger mobility, testing different sizes of joysticks as well as other “alternative remote” possibilities such as the ones offered by the MCH2022 badge and the Flipper Zero.\r\n\r\nAs for the reason why I submitting this small talk – even though I am very shy – is because it is precisely not about me. Being as autonomous as possible is a need we all share and it should not be considered a luxury. \r\n\r\nI’ve mostly worked alone on this project but I got a lot of support from the Hacking Health Besançon association (https://hacking-health.org/fr/besancon-fr/), since I submitted this project during their latest edition.\r\n\r\nI’ll also admit that it is also time to ask for help to make this open-source assistive robot, safer, stronger and smarter and I can’t think of a better place to share my humble experiments, than at CCCamp.",
            "speakers": [
                "CSVWRG"
            ],
            "track": 5611,
            "start": "2023-08-19T11:00:00+02:00",
            "end": "2023-08-19T11:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "JLLESP",
            "title": "Open Stage",
            "abstract": "Open Stage",
            "speakers": [
                "A9UBCS"
            ],
            "track": 5617,
            "start": "2023-08-19T11:30:00+02:00",
            "end": "2023-08-19T12:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "title": {
                "de": "Mittagspause",
                "en": "Lunch break"
            },
            "start": "2023-08-19T09:30:00Z",
            "end": "2023-08-19T14:00:00+02:00",
            "room": 5837
        },
        {
            "title": {
                "de": "Mittag",
                "en": "Lunch"
            },
            "start": "2023-08-19T09:30:00Z",
            "end": "2023-08-19T14:30:00+02:00",
            "room": 5836
        },
        {
            "title": {
                "de": "Mittagessen",
                "en": "Lunch"
            },
            "start": "2023-08-19T09:30:00Z",
            "end": "2023-08-19T14:00:00+02:00",
            "room": 5834
        },
        {
            "code": "PMYEHD",
            "title": "Cracking The Code and Finding Your Voice",
            "abstract": "In this fun and interactive workshop for all ages, LaFrae will lead the participants through a series of interactive sound experiences while also sharing about her journey with sound, technology, and creativity while focusing her energy on youth empowerment in her current role as Executive Director at Willie Mae Rock Camp (williemaerockcamp.org) in N.Y.C.",
            "speakers": [
                "JXTBVN"
            ],
            "track": null,
            "start": "2023-08-19T13:00:00+02:00",
            "end": "2023-08-19T14:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "QLBZFB",
            "title": "Surface Mount Electronics Assembly for Terrified Beginners (Day 5)",
            "abstract": "In this 2h workshop, I will teach you to work with the tiny components that modern electronic devices are made of. We will assemble an electronic kitten, that purrs when touched correctly, and hisses when touched wrong. It will work, and is guaranteed to remove your fear of hand-assembling surface mount designs.",
            "speakers": [
                "YAVWZF"
            ],
            "track": 5611,
            "start": "2023-08-19T13:00:00+02:00",
            "end": "2023-08-19T15:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "AS9MQY",
            "title": "Unlock the Door to my Secrets, but don’t Forget to Glitch",
            "abstract": "Microcontrollers are used in numerous applications and even in security-relevant areas, for example in form of hardware security tokens or crypto wallets.\r\nHence, the non-volatile flash memory of microcontrollers contains sensitive assets such as cryptographic secrets or intellectual property, that need to be protected from being read out by adversaries.\r\nIn order to prevent illegal extraction through the integrated debug interface, dedicated protection features are in place.\r\n\r\nIn this talk, we take a look at an attack vector that we call *flash erase suppression*. This attack vector leverages that many microcontrollers allow to deactivate their debug interface protection under the condition that the entire flash memory is erased first.\r\nThe attack suppresses this mass erase with a glitch whereby its contents are preserved and accessible through the activated debug interface.\r\nThis type of attack was first presented by Schink et al. at CHES 2021, but only received little attention so far.\r\n\r\nThe talk provides an introduction to this attack vector and gives a foretaste of a comprehensive analysis that will be published soon.\r\nThe attack will be demonstrated live on stage with an exemplary microcontroller.",
            "speakers": [
                "9DGK7K"
            ],
            "track": 5611,
            "start": "2023-08-19T14:00:00+02:00",
            "end": "2023-08-19T14:20:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "VHABLM",
            "title": "Curious case of Indian metros",
            "abstract": "Major states/cities in India have metro railway system for easy commute. The technology, _however_, has been exploited for a long period of time. I'll go through what's wrong with current system and how to make profit (free travel, I mean) out of it.",
            "speakers": [
                "APTMDS"
            ],
            "track": 5614,
            "start": "2023-08-19T14:00:00+02:00",
            "end": "2023-08-19T14:45:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "JSMRQP",
            "title": "DJ Saetchmo",
            "abstract": "https://saetche.net",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-19T14:00:00+02:00",
            "end": "2023-08-19T16:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "KXXKKX",
            "title": "Energy Consumption of Data Centers - Problems and Solutions",
            "abstract": "The energy consumption of datacenters is increasing exponentially. Local community heating is required to heat houses. The talk will give an overview of the existing problems and examples how data centers can be integrated into green power generation to heating concepts producing data center services en passant.",
            "speakers": [
                "DLBBNE"
            ],
            "track": 5613,
            "start": "2023-08-19T14:30:00+02:00",
            "end": "2023-08-19T15:15:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "LLV8KV",
            "title": "Bootloader Crimes - Building disposable Windows VMs",
            "abstract": "Sometimes Windows can't be avoided, usually to run or dissect some weird piece of software. Fortunately, we have virtual machines for that, but installing or maintaining such an image is always a hassle. I built a web-tool based on open-source tools to make the experience of building such images much more enjoyable and discovered some interesting quirks and ways to run and install Windows.",
            "speakers": [
                "RFJCYY"
            ],
            "track": 5611,
            "start": "2023-08-19T14:30:00+02:00",
            "end": "2023-08-19T14:50:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "DHCYDA",
            "title": "Hackfahrschule",
            "abstract": "In der „Hackfahrschule“ werden klassische Angriffe auf Webseiten demonstriert und können mit dem eigenen Gerät ausprobiert werden.",
            "speakers": [
                "DHVXZU",
                "AJJASY"
            ],
            "track": 5612,
            "start": "2023-08-19T14:30:00+02:00",
            "end": "2023-08-19T15:30:00+02:00",
            "room": 5835,
            "featured": true
        },
        {
            "code": "8MJVWQ",
            "title": "Design a circuit board with KiCad (Day 5)",
            "abstract": "Participants will learn the complete workflow of creating a circuit board with KiCad. At the end of the workshop, you will have a designed PCB that blinks some LEDs and is ready for manufacturing. No prior experience is required, basic electronics knowledge is useful.",
            "speakers": [
                "VNZ7SQ"
            ],
            "track": 5611,
            "start": "2023-08-19T14:30:00+02:00",
            "end": "2023-08-19T16:00:00+02:00",
            "room": 5851,
            "featured": false
        },
        {
            "code": "R3ETSG",
            "title": "FIDO2 - the superior Multi Factor Authentication Framework",
            "abstract": "Passwords suck, Multi Factor Authentication is hip, everyone wants to use it, but most methods rely on some kind of generated One-Time passcode, which are as vulnerable to phishing as the passwords they should help protect. Other possible factors, like app-based authentication also bring similar design flaws to the table\r\n\r\nA good alternative to insecure factors is the FIDO2 Standard, also sometimes referred to as WebAuthn, and its latest addition, passkeys. \r\n\r\nThis presentation will demonstrate the functionality of FIDO2/WebAuthn and compare it to other possible (multiple) factors. It will also demo setup and some basic configuration.\r\nSpecial emphasis will be brought to passwordless authentication and the benefits and drawbacks of passkeys.",
            "speakers": [
                "8EW939"
            ],
            "track": 5611,
            "start": "2023-08-19T15:00:00+02:00",
            "end": "2023-08-19T15:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "GPMQXV",
            "title": "NoiseToys - not just for boys",
            "abstract": "Noise Toys - not just for boys is a project of dresden based soldersession project CircuitCircle. Its started in 2007 with the artist and musician Alwin Weber when he discovered circuit bending and weird sound electronic for himself. Since the he´s giving workshops around the globe. This one is escpacially dedicated for all genders and beginners. The goal is that all participants learn to solder and create their own little diy synthesizer.",
            "speakers": [
                "LNBPAE"
            ],
            "track": 5611,
            "start": "2023-08-19T15:00:00+02:00",
            "end": "2023-08-19T17:00:00+02:00",
            "room": 5842,
            "featured": false
        },
        {
            "code": "VYGPCZ",
            "title": "Landstraßen-, Wirtschafs- und Feldwegnutzung für Stadtmenschen kurz erklärt",
            "abstract": "Menschen Fahren aus der Stadt aufs Land. Da fährt (sonntags) kein Bus, deshalb bringen sie ihr Auto mit. Dieser Talk erklärt, wie man vermeidet, dass der Ausflug ins Grüne zum Fiasko wird und wie sich auf dem Land der Strassenverkehr von Staedten unterscheidet.",
            "speakers": [
                "WEDLBJ"
            ],
            "track": 5614,
            "start": "2023-08-19T15:15:00+02:00",
            "end": "2023-08-19T15:35:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "G3D8RQ",
            "title": "Produktionsbedingungen digitaler Technologien – Systemkritik mit feministischen und dekolonialen Perspektiven",
            "abstract": "In den jüngeren Debatten um die Regulierung digitaler Technologien kommen überwiegend liberale gesellschaftspolitische Weltbilder zum Tragen. Der Vortrag widmet sich im Gegensatz dazu mit fundierten systemkritischen Perspektiven auf digitale Technologien. Ausgehend von feministischen und dekolonialen Perspektiven werden ökonomische und sozio-politische Strukturen digitalisierter Gesellschaften beleuchtet. Es werden verschiedene Beispiele feministischer und dekolonialer Argumentationen, Forderungen und Projekte umrissen und im Anschluss ausgiebig mit dem Publikum diskutiert.",
            "speakers": [
                "CWRMAN"
            ],
            "track": 5613,
            "start": "2023-08-19T15:30:00+02:00",
            "end": "2023-08-19T15:50:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "J7SDTF",
            "title": "Reproducible Builds, the first ten years",
            "abstract": "In this talk Holger Levsen will give an overview about reproducible builds, the past, the presence and the future. How it started with a small BoF at DebConf13 (and before), how it grew from being a Debian effort to something many projects work on together, until in 2021 it was mentioned in an executive order of the president of the United States. And of course the talk will not end there but rather outline where we are today and where we still need to be going, until we'll all be running 100% reproducible software, verified by many.",
            "speakers": [
                "VFKAAG"
            ],
            "track": 5613,
            "start": "2023-08-19T16:00:00+02:00",
            "end": "2023-08-19T16:20:00+02:00",
            "room": 5836,
            "featured": false
        },
        {
            "code": "E7YBV9",
            "title": "My best worst nixOS setup: Game Development on SteamDeck",
            "abstract": "When my Laptop died on the day my SteamDeck arrived, I was kind of thrown into the deep. I need a good mobile workstation on a regular basis and it's not like I can just throw a Linux on this mobile console ... oh wait I can.\r\n\r\nThis should not have went as good as it did.",
            "speakers": [
                "FMTJSV"
            ],
            "track": 5611,
            "start": "2023-08-19T16:00:00+02:00",
            "end": "2023-08-19T16:45:00+02:00",
            "room": 5834,
            "featured": false
        },
        {
            "code": "LYKAME",
            "title": "Hitzefrei (Soloprojekt von Viktor von Systemabsturz)",
            "abstract": "Musik über Daten, Geld und das Wetter",
            "speakers": [
                "GYVPAZ",
                "DDVYJX"
            ],
            "track": 5616,
            "start": "2023-08-19T16:00:00+02:00",
            "end": "2023-08-19T17:00:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "PNFWVY",
            "title": "Was ist Wetter, was ist Klima?",
            "abstract": "Anhand von selbst erstellten Abbildungen soll der Unterschied von Wetter und Klima gezeigt werden. Die Daten kommen vom offenen Datenserver [opendata.dwd.de](opendata.dwd.de) des Deutschen Wetterdienstes.",
            "speakers": [
                "9JWX9G"
            ],
            "track": 5614,
            "start": "2023-08-19T16:00:00+02:00",
            "end": "2023-08-19T17:00:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "PTECET",
            "title": "DJ Genys",
            "abstract": "TBA",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-19T16:00:00+02:00",
            "end": "2023-08-19T19:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "title": {
                "de": "Closing",
                "en": "Closing"
            },
            "start": "2023-08-19T15:00:00Z",
            "end": "2023-08-19T19:00:00+02:00",
            "room": 5837
        },
        {
            "title": {
                "de": "Closing talks",
                "en": "Closing talks"
            },
            "start": "2023-08-19T15:00:00Z",
            "end": "2023-08-19T19:00:00+02:00",
            "room": 5837
        },
        {
            "code": "ZJFVXF",
            "title": "Bubbles",
            "abstract": "Rock-Punk-Band",
            "speakers": [
                "CN9D9H"
            ],
            "track": 5616,
            "start": "2023-08-19T17:30:00+02:00",
            "end": "2023-08-19T18:30:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "ACVRNU",
            "title": "Infrastructure Review",
            "abstract": "The Camp23 review session",
            "speakers": [],
            "track": 6064,
            "start": "2023-08-19T19:00:00+02:00",
            "end": "2023-08-19T19:45:00+02:00",
            "room": 5838,
            "featured": false
        },
        {
            "code": "VRKJQW",
            "title": "DJ Gregoa",
            "abstract": "https://gregoa.de",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-19T19:00:00+02:00",
            "end": "2023-08-19T22:00:00+02:00",
            "room": 5840,
            "featured": false
        },
        {
            "code": "NXDM8Z",
            "title": "Chaos Communication Camp 2023 Closing",
            "abstract": "A heartfelt farewell",
            "speakers": [
                "KPTLGM",
                "QW9WSW"
            ],
            "track": 6064,
            "start": "2023-08-19T20:00:00+02:00",
            "end": "2023-08-19T20:45:00+02:00",
            "room": 5838,
            "featured": true
        },
        {
            "code": "LJQF7F",
            "title": "Demoparty Preisverleihung",
            "abstract": "Award ceremony for the winners of the night before.",
            "speakers": [],
            "track": 5614,
            "start": "2023-08-19T21:30:00+02:00",
            "end": "2023-08-19T22:30:00+02:00",
            "room": 5837,
            "featured": false
        },
        {
            "code": "SAYHXC",
            "title": "Chaos Computer Club Chill Camp Crew Allstars",
            "abstract": "Open end!\r\n\r\nThe Chaos Computer Club Chill Camp Crew Allstars will share this slot.",
            "speakers": [],
            "track": 5615,
            "start": "2023-08-19T22:00:00+02:00",
            "end": "2023-08-20T00:00:00+02:00",
            "room": 5840,
            "featured": false
        }
    ],
    "version": "0.9.9",
    "timezone": "Europe/Berlin",
    "tracks": [
        {
            "id": 5611,
            "name": {
                "de": "Milliways",
                "en": "Milliways"
            },
            "description": {
                "de": "InfoSec und “Hands-on” Vorträge zu Offensive und Defensive Security. Weitere Schwerpunkte auf der Bühne der Milliways sind Hacking, Basteln mit oder ohne Software, Firmware, Computer Architektur und Algorithmen, aber auch Vorträge zu Social Engineering.",
                "en": "InfoSec and \"hands-on\" talks on Offensive and Defensive Security. Other focal points on the Milliways stage include hacking, tinkering with or without software, firmware, computer architecture and algorithms, as well as presentations on social engineering."
            },
            "color": "#3CACD7"
        },
        {
            "id": 5612,
            "name": {
                "de": "Digitalcourage",
                "en": "Digitalcourage"
            },
            "description": {
                "de": "Digitalcourage bereitet ein Programm zu (digital)politischen Themen vor und freut sich über Einreichungen für Talks, Workshops oder künstlerische Beiträge. In einem Zelt für ca. 50 Personen ist Raum für allerlei Themen, die sich mit einer lebenswerten Welt im digitalen Zeitalter beschäftigen.",
                "en": "Digitalcourage is curating a program on political topics and welcomes submissions for talks, workshops or artistic contributions. In a tent for about 50 people, there is room for all kinds of topics dealing with a world worth living in the digital age."
            },
            "color": "#FBC617"
        },
        {
            "id": 5613,
            "name": {
                "de": "Bits & Bäume",
                "en": "Bits & Bäume"
            },
            "description": {
                "de": "Ein technischer und gesellschaftspolitischer Fokus. Wir freuen uns auf Vorträge und Workshops zu dezentralen Netzwerken, Freier Software, Nachhaltigkeit und Social Responsibility.",
                "en": "A technical and socio-political focus. We are looking forward to talks and workshops on decentralized networks, free software, sustainability and social responsibility."
            },
            "color": "#A1C854"
        },
        {
            "id": 5614,
            "name": {
                "de": "Nerds from the OberRheinische Tiefebene (Upper Rhine Plain) and xHain (N\\:O:R:T:x)",
                "en": "Nerds der OberRheinischen Tiefebene und der xHain (N\\:O:R:T:x)"
            },
            "description": {
                "de": "Sie freuen sich auf alles \"normale\": Fnords, Abgefahrenes, Unfertiges, Knuffiges, Flauschiges,...",
                "en": "We are looking forward to anything \"Normal\": Fnords, whacky, unfinished, cute, fluffy, ..."
            },
            "color": "#003A3E"
        },
        {
            "id": 5615,
            "name": {
                "de": "DJ Set",
                "en": "DJ Set"
            },
            "description": {},
            "color": "#9D9D9D"
        },
        {
            "id": 6064,
            "name": {
                "en": "CCC"
            },
            "description": {},
            "color": "#FB48C4"
        },
        {
            "id": 5616,
            "name": {
                "de": "Live Musik",
                "en": "Live Music"
            },
            "description": {},
            "color": "#9D9D9D"
        },
        {
            "id": 5618,
            "name": {
                "de": "Unterhaltung",
                "en": "Entertainment"
            },
            "description": {},
            "color": "#1A36CD"
        },
        {
            "id": 5617,
            "name": {
                "de": "Performance",
                "en": "Performance"
            },
            "description": {},
            "color": "#9D9D9D"
        }
    ],
    "rooms": [
        {
            "id": 5838,
            "name": {
                "de": "Marktplatz"
            },
            "description": {}
        },
        {
            "id": 5834,
            "name": {
                "de": "Milliways",
                "en": "Milliways"
            },
            "description": {}
        },
        {
            "id": 5835,
            "name": {
                "de": "Digitalcourage",
                "en": "Digitalcourage"
            },
            "description": {}
        },
        {
            "id": 5837,
            "name": {
                "de": "Nerds der OberRheinischen Tiefebene und der xHain (N:O:R:T:x)",
                "en": "N:O:R:T:x"
            },
            "description": {
                "de": "Open Air Bühne mit verschattetem Zuschauerbereich",
                "en": "Open Air stage with tarps for the audience"
            }
        },
        {
            "id": 5836,
            "name": {
                "de": "Bits & Bäume",
                "en": "Bits & Bäume"
            },
            "description": {}
        },
        {
            "id": 5855,
            "name": {
                "de": "Bits&Bäume Workshops",
                "en": "Bits&Bäume Workshops"
            },
            "description": {}
        },
        {
            "id": 5842,
            "name": {
                "en": "Hardware Hacking Village"
            },
            "description": {}
        },
        {
            "id": 5851,
            "name": {
                "de": "Milliways Workshop Dome",
                "en": "Milliways Workshop Dome"
            },
            "description": {
                "en": "the (one and only) milliways dome"
            }
        },
        {
            "id": 5839,
            "name": {
                "de": "Culture Club"
            },
            "description": {}
        },
        {
            "id": 5840,
            "name": {
                "de": "Chill Lagune am Herzbergstich"
            },
            "description": {
                "de": "Chillen am See? Entspannen, schwoofen und dabei alle möglichen Arten von Ambient und Chillout Musik genießen? Das und mehr servieren wir euch an der kleinen, gemütlichen Lagune am Herzbergstich - sogar mit eigener Badestelle.  Unser Line-up verspricht ein abwechslungsreiches Programm. Da wird gejammt werden auf modularen Geräten und handgemachte Musik mit Gesang wird es geben sowie finest selected Vinyl. Und eine Buch-Lesung ist auch im Programm.  Nachts verzaubern unsere VJs die Lagune mit fantastischen Lichtspielereien. Die Bar versorgt uns mit Kaltgetränken zum Mitnehmen.  Das Kaffe Güzel hat sich zu uns gesellt und möchte euch ebenfalls verzaubern. Mit selbst gerösteten, feinsten veganen Kaffeespezialitäten, herrlich würzigem Kakao und Chai Latte á la Güzelschaft. Als Frühstückchen reichen sie Schüschmüsli und warme Quetsch-Sandwichs. In der Jurte lässt es sich richtig gut abhängen - schaut doch mal vorbei!"
            }
        }
    ],
    "speakers": [
        {
            "code": "QGWLHG",
            "name": "stb",
            "avatar": null
        },
        {
            "code": "YKTJ37",
            "name": "Gabriel Arnautu",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profile_u7eWT4x.jpg"
        },
        {
            "code": "83SKKM",
            "name": "stf",
            "avatar": "https://pretalx.c3voc.de/media/avatars/avatar_ITp0pgH.jpg"
        },
        {
            "code": "9UAQMC",
            "name": "Sarah Ciston",
            "avatar": "https://pretalx.c3voc.de/media/avatars/SarahCiston-LEA-finalsized-300_cPbGnAV.jpeg"
        },
        {
            "code": "UJXNCA",
            "name": "Jakob Schubert",
            "avatar": null
        },
        {
            "code": "RLHNEJ",
            "name": "Martin Stoffers",
            "avatar": "https://pretalx.c3voc.de/media/avatars/plane_pic_small_n9CFBAj.jpg"
        },
        {
            "code": "HCSEEP",
            "name": "Phoebe",
            "avatar": null
        },
        {
            "code": "7KYMGA",
            "name": "tes",
            "avatar": null
        },
        {
            "code": "DXGDWA",
            "name": "Ahmed Isam",
            "avatar": "https://pretalx.c3voc.de/media/avatars/unnamed_weuyHuY.jpg"
        },
        {
            "code": "JKYLWM",
            "name": "Tobias Diekershoff",
            "avatar": null
        },
        {
            "code": "UTYKWR",
            "name": "dj-spock",
            "avatar": null
        },
        {
            "code": "T3LRDP",
            "name": "Matteo Scarlata",
            "avatar": null
        },
        {
            "code": "8QFSVB",
            "name": "Fraxinas",
            "avatar": "https://pretalx.c3voc.de/media/avatars/vitruvian_repairfox_PHIByjO.jpg"
        },
        {
            "code": "WTMRVQ",
            "name": "Jos Wetzels",
            "avatar": "https://pretalx.c3voc.de/media/avatars/jos_aHvPQTW.jpg"
        },
        {
            "code": "T9CBAQ",
            "name": "trummerschlunk",
            "avatar": null
        },
        {
            "code": "G3BBRL",
            "name": "Carlo Meijer",
            "avatar": "https://pretalx.c3voc.de/media/avatars/carlo_8F2I1vJ.jpg"
        },
        {
            "code": "9Q87NY",
            "name": "mwarning",
            "avatar": "https://pretalx.c3voc.de/media/avatars/spaghetti_monster_9uJCN8R.jpg"
        },
        {
            "code": "FMTJSV",
            "name": "betalars",
            "avatar": "https://pretalx.c3voc.de/media/avatars/minimal_vector_landscape1_MVPIS8w.png"
        },
        {
            "code": "MFULFE",
            "name": "Hanno Böck",
            "avatar": "https://pretalx.c3voc.de/media/avatars/hanno-bild_u22ClVe.jpg"
        },
        {
            "code": "98W9L7",
            "name": "Michael Kreil",
            "avatar": "https://pretalx.c3voc.de/media/avatars/grau_VjnbvDm.png"
        },
        {
            "code": "AJJASY",
            "name": "CryptGoat",
            "avatar": "https://pretalx.c3voc.de/media/avatars/974d09dac9797753_rfYbCwM.png"
        },
        {
            "code": "P9V3F8",
            "name": "Elliot Williams",
            "avatar": null
        },
        {
            "code": "VNQP7M",
            "name": "Arne Vogelgesang",
            "avatar": null
        },
        {
            "code": "9UNERU",
            "name": "Corinna",
            "avatar": null
        },
        {
            "code": "GYVPAZ",
            "name": "Viktor",
            "avatar": "https://pretalx.c3voc.de/media/avatars/ganz_jut_bunt_cropped_TMupuNl.JPG"
        },
        {
            "code": "UZTVSX",
            "name": "kantorkel",
            "avatar": "https://pretalx.c3voc.de/media/avatars/aa_lZKCAWR.png"
        },
        {
            "code": "CBHTHJ",
            "name": "Johannes Klick",
            "avatar": "https://pretalx.c3voc.de/media/avatars/yoda_pnzgEPa.png"
        },
        {
            "code": "RNW8YL",
            "name": "Adam Schaal",
            "avatar": null
        },
        {
            "code": "HFKWXK",
            "name": "Unbinare",
            "avatar": "https://pretalx.c3voc.de/media/avatars/unbinare_wiki_gXDiO3M.png"
        },
        {
            "code": "GVKXCJ",
            "name": "Matthew Croughan",
            "avatar": null
        },
        {
            "code": "NGL3TH",
            "name": "sebasjm",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Selection_113_wKlenas.png"
        },
        {
            "code": "FTKJHH",
            "name": "scammo",
            "avatar": null
        },
        {
            "code": "XS3DF3",
            "name": "Jens Ohlig",
            "avatar": "https://www.gravatar.com/avatar/9de3f3969367fffe2051c2b405b79810"
        },
        {
            "code": "Q3LG7W",
            "name": "pony",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profilbild-zentriert_20bEUl8.jpg"
        },
        {
            "code": "VBJXCS",
            "name": "jg wilms",
            "avatar": null
        },
        {
            "code": "SDND3X",
            "name": "Hal Martin",
            "avatar": "https://pretalx.c3voc.de/media/avatars/E8S5JUM1R-WHAAC3XL5-ef4458cc8663-512_T8JBZNL.jpeg"
        },
        {
            "code": "R9JECZ",
            "name": "Mike Vogt",
            "avatar": null
        },
        {
            "code": "39UE7Y",
            "name": "Viktor",
            "avatar": null
        },
        {
            "code": "BSCTSW",
            "name": "md",
            "avatar": null
        },
        {
            "code": "CUXZ8H",
            "name": "Pixelpunker",
            "avatar": "https://pretalx.c3voc.de/media/avatars/pixelpunker_S0wpMjR.png"
        },
        {
            "code": "Y8KHNV",
            "name": "Dennis Giese",
            "avatar": null
        },
        {
            "code": "GRAKDU",
            "name": "Chemical Adam",
            "avatar": "https://pretalx.c3voc.de/media/avatars/adam_mtf_keytar_square_BTl3sub.png"
        },
        {
            "code": "H3BQQQ",
            "name": "benthor",
            "avatar": "https://pretalx.c3voc.de/media/avatars/me-bw_NuwB0es.jpg"
        },
        {
            "code": "PLYMCC",
            "name": "gh0st",
            "avatar": "https://pretalx.c3voc.de/media/avatars/gh0st_Kiwb1vA.png"
        },
        {
            "code": "8S93DR",
            "name": "Anna",
            "avatar": null
        },
        {
            "code": "DLPQBF",
            "name": "noisio",
            "avatar": "https://pretalx.c3voc.de/media/avatars/noisio_DSC8786_KonradBehr2021_RPwWgCn.jpg"
        },
        {
            "code": "TMHHE8",
            "name": "grindhold",
            "avatar": null
        },
        {
            "code": "BDREY3",
            "name": "Gilbert",
            "avatar": null
        },
        {
            "code": "999TRP",
            "name": "Alexander Færøy",
            "avatar": "https://pretalx.c3voc.de/media/avatars/ahf_CgILlrl.jpg"
        },
        {
            "code": "8EW939",
            "name": "cy",
            "avatar": "https://pretalx.c3voc.de/media/avatars/gpn2022_avatar_UxnBwTE.jpeg"
        },
        {
            "code": "9YQXLP",
            "name": "Anja-Liisa Gonsior",
            "avatar": null
        },
        {
            "code": "RERT3R",
            "name": "Anne Roth",
            "avatar": "https://pretalx.c3voc.de/media/avatars/facepalm3-300_HsBIfPc.jpg"
        },
        {
            "code": "EUEESD",
            "name": "Richard Bachmann",
            "avatar": "https://pretalx.c3voc.de/media/avatars/thekramer_sb9gx1A.png"
        },
        {
            "code": "VWZCKD",
            "name": "Matt Smith",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_20230524_111413_ePSQJPd.jpg"
        },
        {
            "code": "HPFQNZ",
            "name": "Johann A. Schöpfer",
            "avatar": "https://pretalx.c3voc.de/media/avatars/webcam_selfie_AQPZQZG.jpg"
        },
        {
            "code": "AD8Y7K",
            "name": "jof",
            "avatar": "https://www.gravatar.com/avatar/4765f7afd53e921cd6f9692860619347"
        },
        {
            "code": "WYMTLJ",
            "name": "Nspace",
            "avatar": null
        },
        {
            "code": "LCYCEM",
            "name": "Thies Mynther",
            "avatar": "https://www.gravatar.com/avatar/7b5c79a784d6b0d65eb8f00550f330a5"
        },
        {
            "code": "BLRTPC",
            "name": "Kien Tuong Truong",
            "avatar": null
        },
        {
            "code": "B7XAZQ",
            "name": "holga",
            "avatar": null
        },
        {
            "code": "9RKDUN",
            "name": "Elisabeth Niekrenz",
            "avatar": null
        },
        {
            "code": "PXZDDQ",
            "name": "Jakob",
            "avatar": null
        },
        {
            "code": "XADST9",
            "name": "Marie Kreil",
            "avatar": "https://pretalx.c3voc.de/media/avatars/6c2bcc4d-96f9-4297-aecd-30722dc556c4_Ks3qrj9.png"
        },
        {
            "code": "ENPVCJ",
            "name": "Florin Hasler",
            "avatar": "https://pretalx.c3voc.de/media/avatars/52638137541_f3931f1f3a_4k_square_NwZEDzH.jpg"
        },
        {
            "code": "V7CVMK",
            "name": "Lena Steltzner",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Lena_Steltzner_zEx1Svm.jpeg"
        },
        {
            "code": "NUR3BN",
            "name": "manu",
            "avatar": "https://pretalx.c3voc.de/media/avatars/mgr_shBi30V.png"
        },
        {
            "code": "P7CCMV",
            "name": "Christian Hansen",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_2130_jTc2EPO.jpeg"
        },
        {
            "code": "SYJ333",
            "name": "Ruediger Weis",
            "avatar": null
        },
        {
            "code": "AW8GWK",
            "name": "Maarie Becker",
            "avatar": null
        },
        {
            "code": "YRUFZ8",
            "name": "Raphael",
            "avatar": null
        },
        {
            "code": "R98UHC",
            "name": "Clemens Hopfer",
            "avatar": "https://pretalx.c3voc.de/media/avatars/ZBbTJHlHoDUZFfHyyZlukVDk_QbV3SBz.png"
        },
        {
            "code": "FF89XM",
            "name": "Eileen Wagner",
            "avatar": null
        },
        {
            "code": "KTY8VR",
            "name": "Richard Sewell",
            "avatar": null
        },
        {
            "code": "9KEHFV",
            "name": "a5n / Asbjørn",
            "avatar": null
        },
        {
            "code": "HX3L3R",
            "name": "Miikka 'Otter' Saukko",
            "avatar": "https://pretalx.c3voc.de/media/avatars/12ae073bd232db7f_qTEZh0N.png"
        },
        {
            "code": "MXGSVD",
            "name": "equinox",
            "avatar": "https://pretalx.c3voc.de/media/avatars/moomin_icon_128x128_lUspHnC.png"
        },
        {
            "code": "LTZYXZ",
            "name": "Heiko",
            "avatar": "https://pretalx.c3voc.de/media/avatars/me_h4dvQsF.jpg"
        },
        {
            "code": "FCNFAS",
            "name": "Jeremy Hammond",
            "avatar": null
        },
        {
            "code": "YAVWZF",
            "name": "Kliment",
            "avatar": null
        },
        {
            "code": "CS8TNN",
            "name": "Muhammad Radwan",
            "avatar": null
        },
        {
            "code": "XMNT7C",
            "name": "Markus Reuter",
            "avatar": null
        },
        {
            "code": "RFJCYY",
            "name": "Philip Huppert",
            "avatar": "https://pretalx.c3voc.de/media/avatars/6f0fe40f3f1c0961_cTFYbs8.jpeg"
        },
        {
            "code": "XKSZWX",
            "name": "Jean-Philipp Baeck",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_7906_5HjfsWx.jpeg"
        },
        {
            "code": "YGVATE",
            "name": "AJ Hamilton",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_3967_79M9wn8.jpeg"
        },
        {
            "code": "WQUXEA",
            "name": "Gabriella Coleman",
            "avatar": null
        },
        {
            "code": "J33EMC",
            "name": "Philipp Borgers",
            "avatar": null
        },
        {
            "code": "VFKAAG",
            "name": "Holger Levsen",
            "avatar": null
        },
        {
            "code": "GECECJ",
            "name": "petrosilius",
            "avatar": null
        },
        {
            "code": "SPAJE3",
            "name": "Colipedia",
            "avatar": null
        },
        {
            "code": "FWSHKB",
            "name": "Alvar Freude",
            "avatar": "https://pretalx.c3voc.de/media/avatars/_MG_7674_-_2017-03-05_17.11.25-B_AzD8efu.jpg"
        },
        {
            "code": "U7U7XV",
            "name": "Oliver Taubenheim",
            "avatar": null
        },
        {
            "code": "NLE8H3",
            "name": "Sergei Volokitin",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Sergei-Volotkin_KvNBALY.png"
        },
        {
            "code": "VAGLYX",
            "name": "Moe Karawia",
            "avatar": "https://pretalx.c3voc.de/media/avatars/A9942552-16D2-4DF2-977B-7770BF461EB4_F4VbEPz.jpeg"
        },
        {
            "code": "Y373NS",
            "name": "yetzt",
            "avatar": "https://pretalx.c3voc.de/media/avatars/yetzt_CEkHVHk.png"
        },
        {
            "code": "KUX9CG",
            "name": "Marco",
            "avatar": null
        },
        {
            "code": "LDYSPX",
            "name": "Paul Fuxjäger",
            "avatar": "https://pretalx.c3voc.de/media/avatars/paul_6NyMZu4.jpeg"
        },
        {
            "code": "AHWSXN",
            "name": "Erwin Ernst 'eest9' Steinhammer",
            "avatar": "https://pretalx.c3voc.de/media/avatars/poriflbild-standard-2020_QeaPQ3z.jpg"
        },
        {
            "code": "UBWVUG",
            "name": "Marie Walrafen",
            "avatar": null
        },
        {
            "code": "CSVWRG",
            "name": "Melinux",
            "avatar": null
        },
        {
            "code": "XZNVTH",
            "name": "jate",
            "avatar": "https://pretalx.c3voc.de/media/avatars/cybercat3_5JZeeiM.png"
        },
        {
            "code": "BE9NYY",
            "name": "Ryan Hermens",
            "avatar": null
        },
        {
            "code": "DNXJPH",
            "name": "hexchen",
            "avatar": "https://pretalx.c3voc.de/media/avatars/JIlo7fdV_400x400_zVmi4LD.jpg"
        },
        {
            "code": "STEHYW",
            "name": "Thorsten Behrens",
            "avatar": "https://pretalx.c3voc.de/media/avatars/hacking_for_freedom_jNJrV06.jpeg"
        },
        {
            "code": "RDJPJQ",
            "name": "uebelhacker",
            "avatar": null
        },
        {
            "code": "WZYVCV",
            "name": "Linus Neumann",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_9589_96f6mPp.jpeg"
        },
        {
            "code": "7RWEEK",
            "name": "Carolina",
            "avatar": null
        },
        {
            "code": "PLN898",
            "name": "Tobias Keber",
            "avatar": "https://pretalx.c3voc.de/media/avatars/image_uvyPsUP.jpg"
        },
        {
            "code": "WSVBZK",
            "name": "Pierre Kurzer",
            "avatar": null
        },
        {
            "code": "TRDVML",
            "name": "eliza",
            "avatar": null
        },
        {
            "code": "XTHB3B",
            "name": "e-punc, c-atre collectivdrama",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Sticker-Logo-trans_1wb3PqL.png"
        },
        {
            "code": "3SBNVG",
            "name": "dash",
            "avatar": "https://pretalx.c3voc.de/media/avatars/cat_robbery_prsAaPX.jpg"
        },
        {
            "code": "X9YQ8M",
            "name": "sun",
            "avatar": null
        },
        {
            "code": "MHGYMM",
            "name": "L3D",
            "avatar": "https://pretalx.c3voc.de/media/avatars/waffelpony1_HP9SeaL.png"
        },
        {
            "code": "GTP8BL",
            "name": "mc.fly",
            "avatar": "https://pretalx.c3voc.de/media/avatars/mcfly_offgrid_400x400_gGAYjSC.jpg"
        },
        {
            "code": "TXXW73",
            "name": "hanemile",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profile_cw2p4Lq.png"
        },
        {
            "code": "MEANA7",
            "name": "The On Track Demoparty Team",
            "avatar": null
        },
        {
            "code": "BJTYNG",
            "name": "oxzi",
            "avatar": null
        },
        {
            "code": "CTZL3G",
            "name": "JoHo",
            "avatar": null
        },
        {
            "code": "KYLAZR",
            "name": "Hetti",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profile_pic_hetti_MShelML.png"
        },
        {
            "code": "XDJJNB",
            "name": "Kirils Solovjovs",
            "avatar": "https://pretalx.c3voc.de/media/avatars/ks2_A2zihVj.jpeg"
        },
        {
            "code": "YCNPCT",
            "name": "Joakim Tauren",
            "avatar": null
        },
        {
            "code": "WTXR9Z",
            "name": "buecherwurm",
            "avatar": null
        },
        {
            "code": "XF7HCB",
            "name": "Oliver Germer",
            "avatar": null
        },
        {
            "code": "APTMDS",
            "name": "Nikhil",
            "avatar": null
        },
        {
            "code": "DH3ZYZ",
            "name": "Simon Dübell",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Bildschirmfoto_2023-03-22_um_15.30.29_95eg9EG.png"
        },
        {
            "code": "UJJRN3",
            "name": "Lars Weiler",
            "avatar": "https://pretalx.c3voc.de/media/avatars/lars_weiler_2023-02_lbnLpkq.jpg"
        },
        {
            "code": "WEDLBJ",
            "name": "Sascha Kaupp",
            "avatar": null
        },
        {
            "code": "VLYRN9",
            "name": "boreq",
            "avatar": "https://pretalx.c3voc.de/media/avatars/mix_foEVFo6.jpg"
        },
        {
            "code": "YWNDEW",
            "name": "Hogü-456",
            "avatar": null
        },
        {
            "code": "APEKHY",
            "name": "Niklas Hauser",
            "avatar": null
        },
        {
            "code": "MTCKR8",
            "name": "Mattsi",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profile_vSk8vut.jpg"
        },
        {
            "code": "GNM3AD",
            "name": "Thu Trang Ha",
            "avatar": "https://pretalx.c3voc.de/media/avatars/pressepic_2022_fmFUns1.png"
        },
        {
            "code": "MRK9JF",
            "name": "subgraf",
            "avatar": "https://pretalx.c3voc.de/media/avatars/acadia_cropped_1mb_yTPKdrA.jpeg"
        },
        {
            "code": "ZQ8LFQ",
            "name": "Mona Werling",
            "avatar": null
        },
        {
            "code": "T89UAQ",
            "name": "Rike",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_2698-high_res_tCuJ8hT.jpg"
        },
        {
            "code": "KL9AUC",
            "name": "domenukk",
            "avatar": "https://pretalx.c3voc.de/media/avatars/L6dqH-d3_400x400_tI87tKB.jpg"
        },
        {
            "code": "P9LHMV",
            "name": "nsr",
            "avatar": null
        },
        {
            "code": "ZSRDPM",
            "name": "Bettina Neuhaus",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Bettina2022-MCH_5aOo7xO.jpg"
        },
        {
            "code": "RXQS8M",
            "name": "dreirik",
            "avatar": null
        },
        {
            "code": "9JWX9G",
            "name": "Daniela",
            "avatar": null
        },
        {
            "code": "XCYWTM",
            "name": "Richard Sprenger",
            "avatar": null
        },
        {
            "code": "HHYYEY",
            "name": "Dave",
            "avatar": "https://pretalx.c3voc.de/media/avatars/dave2018_axoBlmF.jpg"
        },
        {
            "code": "FSWT3K",
            "name": "Mohammed Kamal-Deen Fuseini",
            "avatar": null
        },
        {
            "code": "DHVXZU",
            "name": "Philip Steller",
            "avatar": null
        },
        {
            "code": "RHVBXA",
            "name": "Julia Witte",
            "avatar": null
        },
        {
            "code": "QSGAAT",
            "name": "Markus Hamid",
            "avatar": null
        },
        {
            "code": "QFFJLL",
            "name": "Mitch",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Mitch_Altman_photo_by_Dennis_van_Zuijlekom_Bmfxwfx.jpg"
        },
        {
            "code": "DAWNLU",
            "name": "khaleesi",
            "avatar": "https://www.gravatar.com/avatar/5fd794a40434c08a744c257c735c9896"
        },
        {
            "code": "9DGK7K",
            "name": "marc",
            "avatar": null
        },
        {
            "code": "RYS7GW",
            "name": "Jeffrey  Roe",
            "avatar": null
        },
        {
            "code": "DVSDBX",
            "name": "Dampfkadse",
            "avatar": null
        },
        {
            "code": "LQBZWJ",
            "name": "Julia Longtin",
            "avatar": "https://pretalx.c3voc.de/media/avatars/julia-longtin_idjzCwx.jpg"
        },
        {
            "code": "FLEX7Z",
            "name": "Andreas Bräu",
            "avatar": null
        },
        {
            "code": "VBUNRA",
            "name": "erle",
            "avatar": null
        },
        {
            "code": "3SKZ9S",
            "name": "Janik Besendorf",
            "avatar": "https://pretalx.c3voc.de/media/avatars/210811_RSF_Team_3657_cropped_IKSUFRy.jpg"
        },
        {
            "code": "DLBBNE",
            "name": "Thomas Fricke",
            "avatar": "https://pretalx.c3voc.de/media/avatars/tf_1plXdPf.jpg"
        },
        {
            "code": "XQZELM",
            "name": "Konstantin Macher",
            "avatar": "https://pretalx.c3voc.de/media/avatars/LaptopMachenNeu2_wtdaRAr.jpg"
        },
        {
            "code": "DEZHLX",
            "name": "LRD",
            "avatar": "https://pretalx.c3voc.de/media/avatars/79880960_111862693651880_7799197624946393088_n_3TjHcR4.jpg"
        },
        {
            "code": "PJZZ7S",
            "name": "Sapi Ullrich",
            "avatar": null
        },
        {
            "code": "JWPR7A",
            "name": "Blueloop / Alex Wenger",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Ich_amhRUa5.png"
        },
        {
            "code": "KPTLGM",
            "name": "snoopy",
            "avatar": "https://pretalx.c3voc.de/media/avatars/snoopy_1rOztLB.jpg"
        },
        {
            "code": "TAENRL",
            "name": "Joseph P. De Veaugh-Geiss",
            "avatar": "https://pretalx.c3voc.de/media/avatars/joseph_512x512px_HghGoVJ.jpg"
        },
        {
            "code": "QW9WSW",
            "name": "leona",
            "avatar": null
        },
        {
            "code": "HP78TV",
            "name": "Andreas Lang",
            "avatar": null
        },
        {
            "code": "A9UBCS",
            "name": "Andreas Wildsmile",
            "avatar": null
        },
        {
            "code": "SLQLRE",
            "name": "Henning",
            "avatar": null
        },
        {
            "code": "YY3ESL",
            "name": "Sarah Hiltner",
            "avatar": null
        },
        {
            "code": "CWRMAN",
            "name": "Lena Ulbricht",
            "avatar": null
        },
        {
            "code": "7Y9WQP",
            "name": "hypnorex",
            "avatar": null
        },
        {
            "code": "XUSLJP",
            "name": "schneider",
            "avatar": "https://pretalx.c3voc.de/media/avatars/icon-crop_nFy5FTk.jpg"
        },
        {
            "code": "AT79F7",
            "name": "Tatjana Bikic",
            "avatar": null
        },
        {
            "code": "DEP8VG",
            "name": "juga",
            "avatar": null
        },
        {
            "code": "XSVNRZ",
            "name": "Thomas Lohninger",
            "avatar": null
        },
        {
            "code": "GJ8LCY",
            "name": "Jean",
            "avatar": null
        },
        {
            "code": "UXT9SH",
            "name": "Leena Simon",
            "avatar": "https://pretalx.c3voc.de/media/avatars/leena-profil_SpbKbl4.jpg"
        },
        {
            "code": "8U9E8G",
            "name": "Jakob",
            "avatar": null
        },
        {
            "code": "ADTD8T",
            "name": "Rena Tangens",
            "avatar": "https://pretalx.c3voc.de/media/avatars/rena_portrait_eE9hgpL.png"
        },
        {
            "code": "HL7RHL",
            "name": "anna",
            "avatar": null
        },
        {
            "code": "EVG38C",
            "name": "Chapeau Club",
            "avatar": null
        },
        {
            "code": "NSTENV",
            "name": "padeluun",
            "avatar": "https://pretalx.c3voc.de/media/avatars/ErikSatie-119x300_cL8oH0o_RAz9Hhy.jpg"
        },
        {
            "code": "FWSA3R",
            "name": "timonsku",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profile_pic_small_tef_6ZoTGqp.jpg"
        },
        {
            "code": "WDZJJC",
            "name": "q3k",
            "avatar": null
        },
        {
            "code": "N7MQUY",
            "name": "Dominik Oepen",
            "avatar": null
        },
        {
            "code": "ZKMMWZ",
            "name": "Matt Virus",
            "avatar": null
        },
        {
            "code": "J88XZF",
            "name": "Ohm-I",
            "avatar": null
        },
        {
            "code": "EDBFAB",
            "name": "Casartar",
            "avatar": null
        },
        {
            "code": "QGDPL3",
            "name": "Lilith Wittmann",
            "avatar": null
        },
        {
            "code": "AZ8RT8",
            "name": "gus",
            "avatar": "https://pretalx.c3voc.de/media/avatars/onion_VRKhgDh.png"
        },
        {
            "code": "9WB7SN",
            "name": "Helen Leigh",
            "avatar": "https://pretalx.c3voc.de/media/avatars/leather_glove_square_hdfee1K.png"
        },
        {
            "code": "RNBHEN",
            "name": "Ashia",
            "avatar": null
        },
        {
            "code": "CLN7H8",
            "name": "Viraaj Akuthota",
            "avatar": null
        },
        {
            "code": "RYYPPS",
            "name": "Tara Tarakiyee",
            "avatar": "https://www.gravatar.com/avatar/6c111044c6fbdc19c85dedaca23ccdc9"
        },
        {
            "code": "BGDKUU",
            "name": "Henrik",
            "avatar": null
        },
        {
            "code": "RQ9NY9",
            "name": "Tilman",
            "avatar": null
        },
        {
            "code": "7JJJEF",
            "name": "Oskar",
            "avatar": null
        },
        {
            "code": "CN9D9H",
            "name": "Lais",
            "avatar": null
        },
        {
            "code": "KTJWDT",
            "name": "Daniel",
            "avatar": null
        },
        {
            "code": "HWNGKC",
            "name": "Markus Beckedahl",
            "avatar": null
        },
        {
            "code": "BWLALP",
            "name": "bonnie",
            "avatar": "https://pretalx.c3voc.de/media/avatars/mehring_O43RElV.jpg"
        },
        {
            "code": "BLXNLJ",
            "name": "Jarkko",
            "avatar": null
        },
        {
            "code": "BFH3GP",
            "name": "bobopk",
            "avatar": "https://pretalx.c3voc.de/media/avatars/lmhf_UG2kwGZ.gif"
        },
        {
            "code": "RH8TPX",
            "name": "Nils Pickert",
            "avatar": null
        },
        {
            "code": "LLN7PA",
            "name": "madonius",
            "avatar": null
        },
        {
            "code": "RFQE89",
            "name": "streetcatmedia",
            "avatar": "https://pretalx.c3voc.de/media/avatars/wired-greenhouse_LhSqpJ2.png"
        },
        {
            "code": "JXTBVN",
            "name": "Frae-Frae",
            "avatar": "https://pretalx.c3voc.de/media/avatars/LaFrae_Sci_Photo_S5wNuI6.jpg"
        },
        {
            "code": "DDVYJX",
            "name": "Maurice Conrad",
            "avatar": "https://www.gravatar.com/avatar/e99e8feee9c4d844548e03bca3258900"
        },
        {
            "code": "RZN9SM",
            "name": "irq7",
            "avatar": "https://pretalx.c3voc.de/media/avatars/irq7_3_pgk5pa8.png"
        },
        {
            "code": "7KUQS3",
            "name": "Luca Di Bartolomeo",
            "avatar": null
        },
        {
            "code": "3QZDQH",
            "name": "Jean-Carl Keller",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_0158_4xIlpAK.JPG"
        },
        {
            "code": "URMGEF",
            "name": "Harald Welte",
            "avatar": null
        },
        {
            "code": "F8B8CF",
            "name": "margau",
            "avatar": null
        },
        {
            "code": "QK9JY7",
            "name": "Stef Keegan",
            "avatar": null
        },
        {
            "code": "HCA3WD",
            "name": "coco",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Heckenbraunelle_Profilbild_Gi3iH0N.jpg"
        },
        {
            "code": "CLXNT3",
            "name": "Tim Pritlove",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Tim_Avatar_2020_rymnc9o.jpeg"
        },
        {
            "code": "DCUJZH",
            "name": "Ratzo",
            "avatar": null
        },
        {
            "code": "UWDAP7",
            "name": "weeman",
            "avatar": null
        },
        {
            "code": "LNBPAE",
            "name": "CircuitCircle aka. SchrägeRunde",
            "avatar": "https://pretalx.c3voc.de/media/avatars/20170224_BM02787_1aLAt8J.jpg"
        },
        {
            "code": "7A8BP8",
            "name": "Wouter Bokslag",
            "avatar": "https://pretalx.c3voc.de/media/avatars/wouter_wide_med_rQisKMI.jpg"
        },
        {
            "code": "UMGWBX",
            "name": "Zenna @zelf",
            "avatar": null
        },
        {
            "code": "3VCWBL",
            "name": "Garrigan",
            "avatar": "https://pretalx.c3voc.de/media/avatars/penguinAstronaut_KQ9Yowl.jpg"
        },
        {
            "code": "8QNSW9",
            "name": "Erdgeist",
            "avatar": null
        },
        {
            "code": "8WSVZW",
            "name": "RubbelDeCatc",
            "avatar": null
        },
        {
            "code": "HFDYJT",
            "name": "Axel Ganz",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Portrait_von_AthanasiosDallas_4UBK9p1.png"
        },
        {
            "code": "VNZ7SQ",
            "name": "Carsten Presser",
            "avatar": null
        },
        {
            "code": "8JWVFA",
            "name": "MADTIXX",
            "avatar": null
        },
        {
            "code": "C8YD7P",
            "name": "xro",
            "avatar": "https://pretalx.c3voc.de/media/avatars/3c374b35acaef162_Qw4RYlf.jpg"
        },
        {
            "code": "CHNFF7",
            "name": "Juergen Pabel",
            "avatar": null
        },
        {
            "code": "WFVS9W",
            "name": "erklärhai",
            "avatar": null
        },
        {
            "code": "L9ACF9",
            "name": "Mathias Jud",
            "avatar": "https://pretalx.c3voc.de/media/avatars/antennas-profile_RBSCbFC.jpg"
        },
        {
            "code": "YWDUKD",
            "name": "CCCasperl und Pezi",
            "avatar": "https://pretalx.c3voc.de/media/avatars/kasp_vyoFhOA.png"
        },
        {
            "code": "CRBDGH",
            "name": "Rainer Rehak",
            "avatar": "https://pretalx.c3voc.de/media/avatars/rainer-wald-cyberpeace-bier-square-gesicht_GlVvvvQ.jpg"
        },
        {
            "code": "73JSQU",
            "name": "craig",
            "avatar": null
        },
        {
            "code": "SARJWS",
            "name": "Thomas Sermpinis",
            "avatar": null
        },
        {
            "code": "NSYZX7",
            "name": "Jadyn",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profilepic-1000_NWO9vb0.jpeg"
        },
        {
            "code": "F3GVBU",
            "name": "scy",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Avatar_23C3_Square_Full_Size_G8uKEV5.jpg"
        },
        {
            "code": "WR9FAU",
            "name": "Maggie Mayhem",
            "avatar": "https://pretalx.c3voc.de/media/avatars/otterworld_H1dcENr.jpeg"
        },
        {
            "code": "GHDQUF",
            "name": "Sophia Schulze Schleithoff",
            "avatar": "https://pretalx.c3voc.de/media/avatars/SophiaSchulzeSchleithoff_1A2zb7K.jpg"
        },
        {
            "code": "8R9CNR",
            "name": "Franz Fries",
            "avatar": null
        },
        {
            "code": "7F93HB",
            "name": "Eric Sesterhenn",
            "avatar": "https://pretalx.c3voc.de/media/avatars/pak4323-53-2_bAVrbts.jpg"
        },
        {
            "code": "DQLPPC",
            "name": "Clara López Rubio",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_5202_fnPbAOY.jpg"
        },
        {
            "code": "ANQXMX",
            "name": "Georg Koppen",
            "avatar": null
        },
        {
            "code": "8MM9GW",
            "name": "46halbe",
            "avatar": "https://pretalx.c3voc.de/media/avatars/ich-2023_bUNsE18.JPG"
        },
        {
            "code": "WBRBUK",
            "name": "Hafnium",
            "avatar": null
        },
        {
            "code": "3KAY38",
            "name": "Kuro",
            "avatar": "https://pretalx.c3voc.de/media/avatars/photo_2015-10-30_17-02-00_n5sapjA.jpg"
        },
        {
            "code": "G3VFME",
            "name": "Tom Jennissen",
            "avatar": null
        },
        {
            "code": "X7G7EG",
            "name": "Rowan van der Kaaden",
            "avatar": null
        },
        {
            "code": "SSKR39",
            "name": "Darcy Neal",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Darcy_Brain_OKtL885.png"
        },
        {
            "code": "A3CT3F",
            "name": "Rosa Luxus",
            "avatar": "https://pretalx.c3voc.de/media/avatars/tschunkelmusik_ACYboGW.png"
        },
        {
            "code": "WSGGUJ",
            "name": "Claire Cassidy",
            "avatar": "https://pretalx.c3voc.de/media/avatars/20170727_2033432_1DUgXR2.jpg"
        },
        {
            "code": "UJ7FUW",
            "name": "Pyro",
            "avatar": "https://pretalx.c3voc.de/media/avatars/IMG_5933_6RGQR5n.jpeg"
        },
        {
            "code": "VMH9ZW",
            "name": "Adam 'vortex' Burns",
            "avatar": "https://pretalx.c3voc.de/media/avatars/PAPA_LEG_UNcdmqC.GIF"
        },
        {
            "code": "NQEWJU",
            "name": "Elektra Wagenrad",
            "avatar": "https://pretalx.c3voc.de/media/avatars/elektra-presse_vLWkGBz.jpg"
        },
        {
            "code": "SVN3YW",
            "name": "Aylin Leclaire",
            "avatar": "https://pretalx.c3voc.de/media/avatars/Live_at_Hoch-TiefNeuss_HBF_d7iUH3G.jpg"
        },
        {
            "code": "NYV3WN",
            "name": "six2dez",
            "avatar": "https://pretalx.c3voc.de/media/avatars/profile_picture2_3IMWLff.jpg"
        },
        {
            "code": "9CNFCV",
            "name": "joohoi",
            "avatar": "https://pretalx.c3voc.de/media/avatars/PRUoPI3f_400x400_p1zUpRB.jpeg"
        },
        {
            "code": "WNYWUR",
            "name": "dritter",
            "avatar": null
        },
        {
            "code": "UQZHB8",
            "name": "harryr",
            "avatar": null
        },
        {
            "code": "P9Y3FN",
            "name": "Felix Domke",
            "avatar": null
        },
        {
            "code": "MNCM8A",
            "name": "Louis Merlin",
            "avatar": "https://pretalx.c3voc.de/media/avatars/louis_headshot_22_2qRd3OW.png"
        },
        {
            "code": "RE9GKG",
            "name": "Kris",
            "avatar": null
        }
    ]
}